{
  "bitebit": {
    "description": "Bitebit é um pau para toda a obra, confiando em golpes rápidos corpo a corpo para gerar hype. O seu diversificado arsenal de habilidades será certamente útil em qualquer situação!",
    "element": "lightning",
    "skills": [
      {
        "name": "PANCADA ENERGÉTICA I",
        "description": "Realiza um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "DANÇA DO CÉU II",
        "description": "Esquiva um ataque nesta rodada. Se ativado, aumenta a tua Velocidade em 1 nível durante 2 turnos."
      },
      {
        "name": "VIDEIRA PÚTRIDA I",
        "description": "Inflige Veneno ao oponente por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo."
      },
      {
        "name": "PANCADA TROVEJANTE II",
        "description": "Realiza um ataque corpo a corpo com 60 de Poder."
      },
      {
        "name": "ZELO DO QUEBRADOR DE TEMPESTADES III",
        "description": "O teu Ataque é aumentado em 3 níveis durante 3 turnos. Em seguida, realiza um ataque à distância com 75 de Poder."
      }
    ]
  },
  "dipking": {
    "description": "Dipking tem habilidades de alto custo, mas não te preocupes; se conseguires resistir tempo suficiente usando ações evasivas, ele pode causar danos explosivos!",
    "element": "water",
    "skills": [
      {
        "name": "PANCADA ENERGÉTICA I",
        "description": "Realiza um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "PASSOS NEBULOSOS II",
        "description": "100% de chance de desviar de um ataque nesta ação de turno. Se acionado, o teu Ataque é aumentado em 1 nível durante 2 turnos."
      },
      {
        "name": "ONDA PURIFICADORA I",
        "description": "Limpa os efeitos de status no oponente."
      },
      {
        "name": "DILÚVIO II",
        "description": "Realiza um ataque à distância com 110 de Poder."
      },
      {
        "name": "MARÉ TURBULENTA III",
        "description": "Realiza um ataque corpo a corpo com 75 de Poder. Se o teu HP atual for menor que o do oponente, causa o dobro de dano."
      }
    ]
  },
  "dinobit": {
    "description": "Dinobit tem o maior HP entre os Nefties, e você pode usar isso a seu favor, já que você causa mais dano quando sua saúde supera a de seu oponente!",
    "element": "terra",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza um ataque corpo a corpo de 20 de Poder."
      },
      {
        "name": "MARTELO DE LAMA II",
        "description": "Realiza um ataque à distância de 40 de Poder usando a tua Defesa em vez de Ataque."
      },
      {
        "name": "PAREDE DE PEDRA II",
        "description": "Levanta um escudo igual a 20% do seu HP máximo por 2 turnos."
      },
      {
        "name": "INVESTIDA III",
        "description": "Realiza um ataque corpo a corpo de 110 de Poder. Se a Defesa do oponente estiver atualmente aumentada, reduz a Defesa do oponente em 2 estágios por 3 turnos."
      },
      {
        "name": "GOLPE DE VITALIDADE I",
        "description": "Realiza um ataque corpo a corpo de 45 de Poder. Se o seu HP atual for maior que o do oponente, realiza um ataque corpo a corpo adicional."
      }
    ]
  },
  "number-9": {
    "description": "Number 9 é conhecido pela sua variedade de habilidades para gerar hype e aumentar os seus ataques. Cuidado antes que a sua maldição tenha efeito!",
    "element": "fire",
    "skills": [
      {
        "name": "FLUXO DE FRAGILIDADE I",
        "description": "A tua Defesa é reduzida em 1 nível durante 2 turnos."
      },
      {
        "name": "PANCADA COMPENSADORA I",
        "description": "Realiza um ataque corpo a corpo com 20 de Poder. Se o teu Hype atual for menor que o do oponente, ganha 3 Hypes."
      },
      {
        "name": "CONTRA-ATAQUE EXPLOSIVO I",
        "description": "Desvia uma vez e realiza um Contra-Ataque com 40 de Poder se fores alvo de um ataque nesta ação de turno."
      },
      {
        "name": "MORDIDA ESCALDANTE II",
        "description": "Realiza um ataque corpo a corpo com 85 de Poder."
      },
      {
        "name": "DETONAR III",
        "description": "Inflige Maldição ao oponente. Após uma contagem de 2 turnos, a Maldição causa 30% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial da Maldição em 50%. Este efeito pode acumular-se e não reinicia a duração da Maldição."
      }
    ]
  },
  "axobubble": {
    "description": "Axobubble sacrifica a sua defesa para gerar hype, mas reflete uma parte do dano causado ao seu oponente. Quando o momento certo chega, ele inunda a arena para vencer!",
    "element": "water",
    "skills": [
      {
        "name": "GRITO IMPRUDENTE II",
        "description": "Reduz a tua Defesa em 1 estágio por 2 turnos. Aumenta o teu Ataque em 1 estágio até ao final deste turno."
      },
      {
        "name": "BOLHA REFLETORA II",
        "description": "Reflete de volta ao oponente 65% do dano causado nesta ação de turno. Recebes o dano restante."
      },
      {
        "name": "MARÉ PURIFICADORA I",
        "description": "Limpa os efeitos de status em ti e no oponente."
      },
      {
        "name": "ONDA DE CHOQUE II",
        "description": "Realiza um ataque à distância de alta prioridade de 70 Poder. Este ataque ocorre antes de Reflexos, Contra-ataques e Esquivas e quase sempre é o primeiro."
      },
      {
        "name": "SURTO ELÉTRICO III",
        "description": "Realiza um ataque à distância com 115 de Poder."
      }
    ]
  },
  "unika": {
    "description": "Unika prioriza a defesa, e quando aprimorada, transforma-se num formidável causador de dano. Prepara-te para uma batalha renhida!",
    "element": "earth",
    "skills": [
      {
        "name": "PANCADA ENERGÉTICA I",
        "description": "A tua Defesa é reduzida em 1 nível durante 2 turnos."
      },
      {
        "name": "CASACO GROSSO I",
        "description": "Aumenta a sua Defesa em 2 níveis por 2 turnos."
      },
      {
        "name": "MARÉ PURIFICADORA I",
        "description": "Limpa os efeitos de status em ti e no oponente."
      },
      {
        "name": "DERRUBADA I",
        "description": "Realiza um ataque corpo a corpo com 60 de Poder usando a tua Defesa em vez do Ataque."
      },
      {
        "name": "GOLPE DE ROCHA II",
        "description": "Realiza um ataque à distância com 50 de Poder. Se a tua Defesa for maior que a do oponente, realiza um ataque à distância adicional."
      }
    ]
  },
  "zzoo": {
    "description": "Zzoo utiliza uma estratégia defensiva para derrotar os oponentes desviando ataques, contra-atacando com precisão e usando toda a força do vento no momento certo para garantir a vitória!",
    "element": "air",
    "skills": [
      {
        "name": "LÂMINA ALADA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder."
      },
      {
        "name": "GUARDA DE GARRA I",
        "description": "Desvia 80% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, recupera 2 Hype."
      },
      {
        "name": "ECOS DE AREIA II",
        "description": "Realiza um ataque à distância de 45 Poder usando sua Velocidade em vez de Ataque."
      },
      {
        "name": "REVESTIMENTO DE ESPELHO II",
        "description": "Reflete de volta para o oponente 85% do dano causado por ataques corpo a corpo nesta ação de turno. Você recebe o dano restante. Se ativado, purifica os efeitos de status no oponente."
      },
      {
        "name": "PURIFICAÇÃO DE SYLPHOR",
        "description": "Purifica-te. Em seguida, realiza um ataque à distância de 160 de Poder."
      }
    ]
  },
  "block-choy": {
    "description": "Block Choy está bem equipado para resistir aos oponentes através do roubo de vida e do uso de veneno, causando dano ao longo do tempo e, eventualmente, vencendo uma luta!",
    "element": "plant",
    "skills": [
      {
        "name": "GOLPE FLUÍDO I",
        "description": "Realiza um ataque à distância com 20 de Poder."
      },
      {
        "name": "GOLPE DA MUDA II",
        "description": "Realiza um ataque corpo a corpo com 35 de Poder."
      },
      {
        "name": "CAMADA DE ESPECIARIAS II",
        "description": "Levanta um Escudo igual a 15% do teu HP máximo. Se o teu HP atual for menor que o do oponente, aumenta o teu Escudo para 30% do teu HP máximo."
      },
      {
        "name": "RAIZ VAMPÍRICA I",
        "description": "Realiza um ataque à distância com 75 de Poder. Rouba 40% do dano causado como vida."
      },
      {
        "name": "RAÍZES ESTRANGULADORAS II",
        "description": "Inflige Veneno ao oponente por 5 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente."
      }
    ]
  },
  "shiba-ignite": {
    "description": "Shiba Ignite possui um HP considerável que pode ser usado para drenar a vida, aumentando o seu hype. Isto capacita-o a causar o dobro de dano quando a sua saúde está abaixo da do oponente!",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE DRENAGEM DE VIDA I",
        "description": "Ataque próprio com 10 de Poder."
      },
      {
        "name": "RAIVA DE AURANY II",
        "description": "Se fores atingido nesta rodada, aumenta o teu Ataque em 2 estágios por 2 rodadas. Se os teus HP forem inferiores aos do teu oponente, aumenta o teu Ataque em um estágio adicional e a tua Defesa em 2 estágios por 2 rodadas."
      },
      {
        "name": "CONTRA-ATAQUE EXPLOSIVO I",
        "description": "Desvia uma vez e realiza um Contra-Ataque com 40 de Poder se fores alvo de um ataque nesta ação de turno."
      },
      {
        "name": "FÚRIA INCENDIÁRIA II",
        "description": "Realiza um ataque à distância com 70 de Poder. Se o teu HP atual for menor que o do oponente, causa o dobro de dano."
      },
      {
        "name": "TERREMOTO I",
        "description": "Realiza um ataque corpo a corpo com 100 de Poder."
      }
    ]
  },
  "raccoin": {
    "description": "Raccoin, com sua natureza astuta e comportamento descontraído, é famoso por sua agilidade e amor por locais sombreados e tranquilos para descansar.",
    "element": "air",
    "skills": [
      {
        "name": "ROUBO DE VIGOR I",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se sua Velocidade atual for menor que a do oponente, aumente sua Velocidade em 1 nível por 2 turnos."
      },
      {
        "name": "COMPARTILHAR A RIQUEZA I",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Aumenta a Velocidade do seu oponente em 1 por 2 turnos."
      },
      {
        "name": "RELAXAR II",
        "description": "Cura-te em 17% do teu HP máximo. Reduz a tua Defesa em 1 estágio até ao final do turno."
      },
      {
        "name": "BOA SORTE I",
        "description": "Esquiva um ataque nesta rodada. Se ativado, purifica os efeitos negativos de status em ti."
      },
      {
        "name": "AQUECIDO III",
        "description": "Realiza um ataque corpo a corpo de 90 Poder. Se sua Velocidade for maior que a do oponente, realize um ataque corpo a corpo adicional de 35 Poder usando sua Velocidade em vez do Ataque."
      }
    ]
  },
  "shibark": {
    "description": "Shibark vagueia por terras extensas, farejando tesouros e reclamando orgulhosamente o seu território com uivos poderosos.",
    "element": "earth",
    "skills": [
      {
        "name": "ULTRAR UIVANTE I",
        "description": "O teu Ataque é aumentado em 1 por 1 turno. O Ataque do oponente é aumentado em 1 por 1 turno."
      },
      {
        "name": "RESISTÊNCIA II",
        "description": "Desvia 45% do dano recebido por um ataque nesta ação de turno. Se acionado, ganha 2 Hypes."
      },
      {
        "name": "FAÍSCA FLAMEJANTE I",
        "description": "Realiza um ataque à distância com 35 de Poder. O teu Ataque é aumentado em 1 nível durante 2 turnos."
      },
      {
        "name": "PERSEGUIÇÃO ROCHOSA II",
        "description": "Realiza um ataque corpo a corpo de alta prioridade com 50 de Poder. Este ataque precede as habilidades reativas e quase sempre vai primeiro."
      },
      {
        "name": "PRESAS SOMBRIAS III",
        "description": "Realiza um ataque corpo a corpo com 110 de Poder. Se acertar, inflige Maldição ao oponente. No final do turno, a Maldição causa 10% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial da Maldição em 50%. Este efeito pode acumular-se e não reinicia a duração da Maldição."
      }
    ]
  },
  "unikirin": {
    "description": "Cada passo que Unikirin dá ressoa com a energia elétrica crepitante, um testemunho do seu espírito selvagem e indomado.",
    "element": "lightning",
    "skills": [
      {
        "name": "RECARGA I",
        "description": "Reduz a tua Velocidade em 1 estágio por 2 turnos. Aumenta a tua Defesa em 1 estágio até ao final deste turno."
      },
      {
        "name": "PASSOS FULGURANTES I",
        "description": "100% de chance de desviar de um ataque nesta ação de turno."
      },
      {
        "name": "LANÇA-CHAMAS I",
        "description": "Realiza um ataque à distância com 80 de Poder."
      },
      {
        "name": "GOLPE TROVEJANTE II",
        "description": "Realiza um ataque à distância com 50 de Poder. A tua Velocidade é aumentada em 1 nível durante 2 turnos."
      },
      {
        "name": "SOBRECARGA ELÉTRICA II",
        "description": "Se a tua Velocidade estiver atualmente reduzida, realiza um ataque à distância de 140 de Poder. Em seguida, purifica-te."
      }
    ]
  },
  "chocomint": {
    "description": "Chocomint está entre os Nefties mais rápidos, por isso, aproveita ao máximo a sua velocidade para desviar e contra-atacar com precisão. Aproveita o poder do sol para derrotar o teu oponente!",
    "element": "plant",
    "skills": [
      {
        "name": "FOLHA CORTANTE II",
        "description": "Realiza um ataque à distância de alta prioridade de 25 Poder. Se o ataque for fraco, inflige Veneno no oponente por 1 turno. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente. Este ataque quase sempre é o primeiro."
      },
      {
        "name": "RAIO GEADO II",
        "description": "Realiza um ataque à distância de 55 Poder usando sua Velocidade em vez de Ataque."
      },
      {
        "name": "PASSOS FULGURANTES I",
        "description": "100% de chance de desviar de um ataque nesta ação de turno."
      },
      {
        "name": "TORNADO ETÉREO I",
        "description": "O Ataque do oponente é reduzido em 3 estágios por 3 turnos. Aumenta a tua Velocidade em 1 estágio por 3 turnos."
      },
      {
        "name": "EXPLOSÃO SOLAR III",
        "description": "Realiza um ataque à distância com 155 de Poder."
      }
    ]
  },
  "cybertooth": {
    "description": "Cybertooth usa a sua pele grossa para fortalecer as suas defesas, enfraquecendo habilmente os inimigos com as suas habilidades para ganhar vantagem e causar danos significativos.",
    "element": "air",
    "skills": [
      {
        "name": "PANCADA ENERGÉTICA I",
        "description": "Realiza um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "RAIO AQUÁTICO I",
        "description": "Realiza um ataque à distância com 30 de Poder."
      },
      {
        "name": "PROTEÇÃO DE ZÉFIRA I",
        "description": "Levanta um Escudo igual a 20% do teu HP máximo durante 2 turnos."
      },
      {
        "name": "VENTO DEVASTADOR II",
        "description": "Limpa o escudo do oponente, em seguida, realiza um ataque à distância com 105 de Poder."
      },
      {
        "name": "MUDANÇA DE EQUILÍBRIO II",
        "description": "Aumenta o teu Ataque e Defesa em 1 por 3 turnos. Reduz o Ataque e Defesa do oponente em 1 por 3 turnos."
      }
    ]
  },
  "wassie": {
    "description": "Wassie é um Neftie ágil conhecido por usar as suas habilidades para aumentar a sua velocidade e causar danos substanciais.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUXO DE ENFRAQUECIMENTO I",
        "description": "O teu Ataque é reduzido em 1 nível durante 2 turnos."
      },
      {
        "name": "CHUTE DE ADRENALINA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se acertar, ganha 3 Hype."
      },
      {
        "name": "DANÇA AÉREA II",
        "description": "100% de chance de desviar de um ataque nesta ação de turno. Se acionado, a tua Velocidade é aumentada em 1 por 2 turnos."
      },
      {
        "name": "GOLPE TROVEJANTE II",
        "description": "Realiza um ataque à distância com 50 de Poder. A tua Velocidade é aumentada em 1 nível durante 2 turnos."
      },
      {
        "name": "SURTO DE VELOCIDADE III",
        "description": "Realiza um ataque corpo a corpo com 160 de Poder usando a tua Velocidade em vez do Ataque."
      }
    ]
  },
  "dracurve": {
    "description": "Dracurve dita o curso da batalha com mudanças nas estatísticas e efeitos de status. Usa de cautela, pois algumas escolhas estratégicas podem rapidamente abrir caminho para a devastação.",
    "element": "lightning",
    "skills": [
      {
        "name": "ROAR DRACÔNICO II",
        "description": "O teu Ataque é aumentado e a tua Defesa é reduzida em 1 por 1 turno. Em seguida, realiza um ataque corpo a corpo com 15 de Poder."
      },
      {
        "name": "CORTES AÉREOS II",
        "description": "Realiza um ataque à distância com 30 de Poder."
      },
      {
        "name": "ESCAMA TROVEJANTE II",
        "description": "Levanta um Escudo igual a 15% do teu HP máximo durante 2 turnos. A tua Defesa é aumentada em 2 por 2 turnos."
      },
      {
        "name": "MORDIDA ESCALDANTE II",
        "description": "Realiza um ataque corpo a corpo com 85 de Poder."
      },
      {
        "name": "RAMPAGE DO SENHOR DOS TROVÕES II",
        "description": "Realiza um ataque à distância com 60 de Poder. Se tiveres um Escudo ativo, melhora o teu Escudo igual a 25% do teu HP máximo durante 2 turnos. Em seguida, realiza um ataque à distância com 30 de Poder."
      }
    ]
  },
  "bloomtail": {
    "description": "Bloomtail é um Neftie espirituoso alimentado pela flor que adorna suas costas. Diz-se que a flor ocasionalmente afeta seus movimentos, adicionando um toque intrigante à sua natureza!",
    "element": "plant",
    "skills": [
      {
        "name": "CHUTE DE ADRENALINA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se acertar, ganha 3 Hype."
      },
      {
        "name": "BUQUÊ TÓXICO I",
        "description": "Inflige Veneno a você e ao oponente por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo."
      },
      {
        "name": "CORTE SIMBIÓTICO II",
        "description": "Realiza um ataque corpo a corpo de 45 Poder. Inflige dano dobrado se o oponente estiver atualmente Envenenado."
      },
      {
        "name": "RIPOSTA DESESPERADA II",
        "description": "Desvie se for atingido nesta ação de turno. Se estiver atualmente Envenenado, também realiza um Contra-ataque de 50 Poder."
      },
      {
        "name": "FLOR VAMPÍRICA III",
        "description": "Realiza um ataque à distância de 110 Poder. Se estiver atualmente Envenenado, rouba 50% do dano causado como vida."
      }
    ]
  },
  "ghouliath": {
    "description": "Os Ghouliaths eram dragões poderosos, mas agora permanecem como fantasmas até que seus assuntos pendentes sejam resolvidos...",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE TOQUE DE VIDA I",
        "description": "Ataque próprio de 10 Poder."
      },
      {
        "name": "GOLPE AÉREO II",
        "description": "Realiza um ataque à distância de 30 Poder."
      },
      {
        "name": "SIFÃO DA ALMA II",
        "description": "Se o seu oponente estiver Amaldiçoado, cure-se em 15% do seu HP máximo e aumente seu Ataque e Defesa em 2 por 2 turnos."
      },
      {
        "name": "CHAMAS AMALDIÇOADAS II",
        "description": "Realiza um ataque à distância de 65 Poder. Se acertar, inflige Maldição no oponente. Após uma contagem regressiva de 3 turnos, a Maldição causa 20% do HP máximo do oponente."
      },
      {
        "name": "TERREMOTO AMALDIÇOADO III",
        "description": "Realiza um ataque à distância de 55 Poder. Se o oponente estiver Amaldiçoado, causa dano dobrado."
      }
    ]
  },
  "chocorex": {
    "description": "Elogiado por sua lealdade, Chocorex é um companheiro favorito e uma montaria confiável em Tokane. No entanto, devido à sua inteligência limitada, requer cavaleiros experientes.",
    "element": "water",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza um ataque corpo a corpo de 20 Poder."
      },
      {
        "name": "ATO RESISTENTE I",
        "description": "Se for atingido nesta ação de turno, aumenta sua Defesa em 2 por 3 turnos."
      },
      {
        "name": "DESTINO CERTO III",
        "description": "Inflige Maldição a si mesmo e aumenta seu Ataque em 5 níveis por 2 turnos. Após uma contagem regressiva de 2 turnos, a Maldição causa dano igual a 100% do seu HP máximo."
      },
      {
        "name": "ONDA DE CHOQUE II",
        "description": "Realiza um ataque à distância de alta prioridade de 70 Poder. Este ataque ocorre antes de Reflexos, Contra-ataques e Esquivas e quase sempre é o primeiro."
      },
      {
        "name": "MORDIDA GENEROSA II",
        "description": "Realiza um ataque corpo a corpo de 110 Poder. Rouba 20% do dano causado como vida."
      }
    ]
  },
  "keybab": {
    "description": "Quando ativa seu mecanismo de autodefesa, Keybab muda de cor para vermelho fervente, e seu vapor picante faz qualquer um que o inale derramar lágrimas.",
    "element": "fire",
    "skills": [
      {
        "name": "QUEIMAR I",
        "description": "Ataque próprio de 25 Poder."
      },
      {
        "name": "DESCANSAR I",
        "description": "Cure-se em 10% do seu HP máximo."
      },
      {
        "name": "CAMADA DE ESPECIARIAS II",
        "description": "Aumente um Escudo igual a 15% do seu HP máximo. Se o seu HP atual for menor que o do oponente, aumente seu Escudo igual a 30% do seu HP máximo."
      },
      {
        "name": "CONFIANÇA ARDENTE II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se o seu HP atual for maior que o do oponente, cause dano dobrado."
      },
      {
        "name": "DESTRUIÇÃO ARDENTE II",
        "description": "Realiza um ataque à distância de 70 Poder. Se o seu HP atual for menor que o do oponente, cause dano dobrado."
      }
    ]
  },
  "beeblock": {
    "description": "Conhecido por sua natureza calma, Beeblock é domesticado por sua produção de uma geleia deliciosamente doce chamada Nury. Mas quando ameaçado, ele inflige poderosas picadas, afastando qualquer atacante.",
    "element": "plant",
    "skills": [
      {
        "name": "POLINIZAR I",
        "description": "Cure-se em 7% do seu HP máximo."
      },
      {
        "name": "DANÇA ZUMBIDORA II",
        "description": "Desvia 40% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, aumenta sua Velocidade em 1 por 2 turnos e ganha 1 Hype."
      },
      {
        "name": "RIPOSTA ESPINHOSA II",
        "description": "Desvie uma vez e depois realize um Contra-ataque de 45 Poder usando sua Velocidade em vez do Ataque se for atingido nesta ação de turno."
      },
      {
        "name": "FERRÃO SUPER III",
        "description": "Realiza um ataque corpo a corpo de 70 Poder. Se acertar, inflige Veneno e reduz o Ataque e a Defesa do oponente em 2 por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente."
      },
      {
        "name": "PURGA DE SYLPHOR III",
        "description": "Purifique-se. Em seguida, realize um ataque à distância de 160 Poder."
      }
    ]
  },
  "walpuff": {
    "description": "Os Walpuffs são conhecidos por suas cabeças macias, mas corpos resistentes. É por isso que usam capacetes protetores adornados com presas afiadas, proporcionando uma armadura formidável!",
    "element": "water",
    "skills": [
      {
        "name": "RESISTIR II",
        "description": "Desvia 45% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, ganhe 2 Hype."
      },
      {
        "name": "PELE DE PEDRA I",
        "description": "Aumente sua Defesa em 1 nível por 2 turnos. Reduza a Defesa do oponente em 1 nível por 2 turnos."
      },
      {
        "name": "CABEÇADA II",
        "description": "Realiza um ataque corpo a corpo de 55 Poder. Reduza sua Defesa em 1 nível, mas aumente seu Ataque em 2 níveis por 2 turnos."
      },
      {
        "name": "BARREIRA ÁRTICA II",
        "description": "Aumente um Escudo igual a 15% do seu HP máximo por 2 turnos. Se sua Defesa estiver atualmente aumentada, aumente seu Escudo igual a 40% do seu HP máximo."
      },
      {
        "name": "GOLPE BLINDADO III",
        "description": "Realiza um ataque corpo a corpo de baixa prioridade de 150 de Poder usando a tua Defesa em vez de Ataque. Em seguida, reduz a tua Defesa em 5 estágios por 3 turnos. Este ataque quase sempre é o último a ser executado."
      }
    ]
  },
  "oogrock": {
    "description": "Oogrock adora descansar no gelo, mas seus corpos reflexivos fazem com que o derretam enquanto dormem. Isso leva a uma queda repentina na água fria, dando-lhes um grande susto para acordar!",
    "element": "terra",
    "skills": [
      {
        "name": "REFLEXO ENERGIZANTE I",
        "description": "Reflete de volta ao oponente 30% do dano causado nesta ação de turno. Você recebe o dano restante. Se ativado, ganhe 3 Hype."
      },
      {
        "name": "TRANSE ÁRTICO II",
        "description": "Reduza seu Ataque e o Ataque do seu Oponente em 1 estágio por 2 turnos."
      },
      {
        "name": "QUEBRA-GELO II",
        "description": "Reduza a Defesa do oponente em 2 estágios por 5 turnos."
      },
      {
        "name": "TERREMOTO I",
        "description": "Realiza um ataque corpo a corpo com 100 de Poder."
      },
      {
        "name": "GOLPE BAIXO III",
        "description": "Reflete de volta ao oponente 50% do dano causado nesta ação de turno e realiza um Contra-Ataque de 50 de Poder usando sua Defesa em vez de Ataque. Você recebe o dano restante."
      }
    ]
  },
  "dinotusk": {
    "description": "Os Dinotusk usam suas caudas únicas para se conectar a Tokane, gerando energia e permitindo que sobrevivam em ambientes hostis.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUXO ENFRAQUECEDOR I",
        "description": "Seu Ataque é reduzido em 1 nível por 2 turnos."
      },
      {
        "name": "REBOTE DESESPERADO III",
        "description": "Realize um ataque Corpo a Corpo de 40 de Poder. Se seu HP atual for menor que o do oponente, ganhe 3 Hype adicionais, mas reduza sua Defesa em 1 estágio por 4 turnos."
      },
      {
        "name": "SEM DOR, SEM GANHO I",
        "description": "Ataque próprio de 60 Poder. Aumente sua Defesa em 2 níveis por 3 turnos."
      },
      {
        "name": "DESTINO COMPARTILHADO III",
        "description": "Inflige Maldição a si mesmo e ao oponente. Após uma contagem regressiva de 3 turnos, a Maldição causa dano igual a 40% do HP máximo de ambos."
      },
      {
        "name": "SURTO DE VOLTAGEM III",
        "description": "Realiza um ataque à distância de 115 Poder."
      }
    ]
  },
  "tokoma": {
    "description": "Tokomas, os mais leais entre os Nefties, formam um vínculo vitalício e protegerão seu treinador a todo custo!",
    "element": "air",
    "skills": [
      {
        "name": "GOLPE FLUENTE I",
        "description": "Realiza um ataque à distância de 20 Poder."
      },
      {
        "name": "ESCUDO DE ÉTER II",
        "description": "Desvia 80% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque."
      },
      {
        "name": "FÚRIA DO CÉU II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se acertar, aumenta sua Velocidade em 2 por 2 turnos."
      },
      {
        "name": "IRA DA TERRA II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se acertar, aumenta seu Ataque em 2 níveis por 2 turnos."
      },
      {
        "name": "RAIOS CAEM DUAS VEZES I",
        "description": "Aumente seu Ataque e Velocidade em 2 níveis por 2 turnos."
      }
    ]
  },
  "hollowoo": {
    "description": "Este Neftie em forma de abóbora é a melhor ferramenta de um agricultor para espantar pardais. Seu temperamento calmo permite-lhe permanecer imóvel por horas, mantendo as pragas afastadas.",
    "element": "planta",
    "skills": [
      {
        "name": "FOGUEIRA MALIGNA I",
        "description": "Realiza um ataque corpo a corpo com 20 de Poder. Se o oponente estiver atualmente Amaldiçoado, ganhe 1 Hype adicional."
      },
      {
        "name": "SEMEADURA II",
        "description": "Inflige uma Maldição no oponente. Após uma contagem de 5 turnos, a Maldição causa 35% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial em 50%. Este efeito pode acumular e não redefine a duração da Maldição."
      },
      {
        "name": "CEIFAR II",
        "description": "Inflige uma Maldição no oponente. Após uma contagem de 2 turnos, a Maldição causa 20% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial em 50%. Este efeito pode acumular e não redefine a duração da Maldição."
      },
      {
        "name": "RETRIBUIÇÃO II",
        "description": "Realiza um ataque corpo a corpo com 55 de Poder. Causa dano dobrado se o oponente estiver atualmente Amaldiçoado."
      },
      {
        "name": "DEVORAR III",
        "description": "Desvia de um ataque nesta ação de turno. Se for acionado, realiza um ataque corpo a corpo com 50 de Poder, cura-se em 13% do seu HP máximo e remove efeitos de status em si próprio."
      }
    ]
  }
}
