{
  "bitebit": {
    "description": "Bitebit é um faz-tudo, confiando em golpes rápidos de combate corpo a corpo para gerar hype. Seu arsenal diversificado de habilidades certamente será útil em qualquer situação!",
    "element": "lightning",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realize um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "PASSOS FULGURANTES I",
        "description": "100% de chance de desviar de um ataque nesta ação de turno."
      },
      {
        "name": "CIPÓ PODRE I",
        "description": "Inflija Veneno no oponente por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo."
      },
      {
        "name": "SOCO TROVÃO II",
        "description": "Realize um ataque corpo a corpo com 60 de Poder."
      },
      {
        "name": "ZELO DO QUEBRADOR DE TEMPESTADES III",
        "description": "Seu Ataque é aumentado em 3 estágios por 3 turnos. Em seguida, realize um ataque à distância com 75 de Poder."
      }
    ]
  },
  "dipking": {
    "description": "Dipking apresenta habilidades de alto custo, mas não se preocupe; se você conseguir resistir tempo suficiente usando ações evasivas, ele pode liberar um dano explosivo!",
    "element": "water",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realize um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "PASSOS NEBULOSOS II",
        "description": "100% de chance de desviar de um ataque nesta ação de turno. Se acionado, seu Ataque é aumentado em 1 estágio por 2 turnos."
      },
      {
        "name": "ONDA PURIFICANTE I",
        "description": "Limpe os efeitos de status no oponente."
      },
      {
        "name": "DILÚVIO II",
        "description": "Realize um ataque à distância com 110 de Poder."
      },
      {
        "name": "MARÉ III",
        "description": "Realize um ataque corpo a corpo com 75 de Poder. Se seu HP atual for menor que o do oponente, cause o dobro de dano."
      }
    ]
  },

  "dinobit": {
    "description": "Dinobit tem o maior HP entre os Nefties, e você pode usar isso a seu favor, já que você causa mais dano quando sua saúde supera a de seu oponente!",
    "element": "terra",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realize um ataque Corpo a Corpo de 20 de Poder."
      },
      {
        "name": "MARTELO DE LAMA II",
        "description": "Realize um ataque à Distância de 50 de Poder."
      },
      {
        "name": "PAREDE DE PEDRA II",
        "description": "Levante um Escudo igual a 20% do seu HP máximo por 2 rodadas."
      },
      {
        "name": "DERRUBADA I",
        "description": "Realize um ataque Corpo a Corpo de 60 de Poder usando sua Defesa em vez de Ataque."
      },
      {
        "name": "GOLPE DE VITALIDADE I",
        "description": "Realize um ataque Corpo a Corpo de 45 de Poder. Se seu HP atual for maior que o do oponente, realize um ataque Corpo a Corpo adicional."
      }
    ]
  },
  "number-9": {
    "description": "Number 9 é conhecido por sua variedade de habilidades para gerar hype e melhorar seus ataques. Cuidado antes que sua maldição entre em vigor!",
    "element": "fire",
    "skills": [
      {
        "name": "FLUXO DE FRAGILIDADE I",
        "description": "Sua Defesa é reduzida em 1 estágio por 2 turnos."
      },
      {
        "name": "SOCORRO PANCADA I",
        "description": "Realize um ataque corpo a corpo com 20 de Poder. Se seu Hype atual for menor que o do oponente, ganhe 3 Hypes."
      },
      {
        "name": "CONTRA-ATAQUE EXPLOSIVO I",
        "description": "Desvie uma vez e realize um Contra-Ataque com 40 de Poder se você for alvo de um ataque nesta ação de turno."
      },
      {
        "name": "MORDIDA ESCALDANTE II",
        "description": "Realize um ataque corpo a corpo com 85 de Poder."
      },
      {
        "name": "DETONAR III",
        "description": "Inflija Maldição no oponente. Após uma contagem regressiva de 2 turnos, a Maldição causa 30% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial da Maldição em 50%. Este efeito pode se acumular e não reinicia a duração da Maldição."
      }
    ]
  },
  "axobubble": {
    "description": "Axobubble sacrifica sua defesa para acumular hype, mas reflete uma parte do dano causado ao oponente. Quando o momento certo chegar, ele inunda a arena para vencer!",
    "element": "water",
    "skills": [
      {
        "name": "FLUXO DE FRAGILIDADE I",
        "description": "Sua Defesa é reduzida em 1 estágio por 2 turnos."
      },
      {
        "name": "CORRENTE DE BOLHAS II",
        "description": "Reflete 65% do dano causado de volta ao oponente nesta ação de turno. Você recebe o dano restante."
      },
      {
        "name": "MARÉ PURIFICANTE I",
        "description": "Limpe os efeitos de status em você e no oponente."
      },
      {
        "name": "ONDA DE CHOQUE II",
        "description": "Realiza um ataque à distância de alta prioridade de 70 Poder. Este ataque ocorre antes de Reflexos, Contra-ataques e Esquivas e quase sempre é o primeiro."
      },
      {
        "name": "SURTO DE VOLTAGEM III",
        "description": "Realize um ataque à distância com 115 de Poder."
      }
    ]
  },
  "unika": {
    "description": "Unika prioriza a defesa e, quando aprimorada, se transforma em uma formidável causadora de danos. Prepare-se para uma batalha acirrada!",
    "element": "earth",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Sua Defesa é reduzida em 1 estágio por 2 turnos."
      },
      {
        "name": "CASACO GROSSO I",
        "description": "Aumenta sua Defesa em 2 níveis por 2 turnos."
      },
      {
        "name": "CIPÓ PODRE I",
        "description": "Inflija Veneno no oponente por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo."
      },
      {
        "name": "DERRUBADA I",
        "description": "Realize um ataque corpo a corpo com 60 de Poder usando sua Defesa em vez do Ataque."
      },
      {
        "name": "IMPACTO DE PEDRA II",
        "description": "Realize um ataque à distância com 50 de Poder. Se sua Defesa for maior que a do oponente, realize um ataque à distância adicional."
      }
    ]
  },
  "zzoo": {
    "description": "Zzoo utiliza uma estratégia defensiva para derrotar os oponentes desviando ataques, contra-atacando com precisão e usando toda a força do vento no momento certo para garantir a vitória!",
    "element": "air",
    "skills": [
      {
        "name": "LÂMINA ALADA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder."
      },
      {
        "name": "GUARDA DE GARRA I",
        "description": "Desvia 80% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, recupera 2 Hype."
      },
      {
        "name": "ECOS DE AREIA II",
        "description": "Realiza um ataque à distância de 45 Poder usando sua Velocidade em vez de Ataque."
      },
      {
        "name": "REVESTIMENTO DE ESPELHO II",
        "description": "Reflete de volta para o oponente 85% do dano causado por ataques corpo a corpo nesta ação de turno. Você recebe o dano restante. Se ativado, purifica os efeitos de status no oponente."
      },
      {
        "name": "GRITO DO TECELÃO DA TEMPESTADE III",
        "description": "Realiza um ataque à distância de 170 Poder de baixa prioridade. Este ataque quase sempre é o último."
      }
    ]
  },
  "block-choy": {
    "description": "Block Choy é bem equipado para superar os oponentes através do roubo de vida e do uso de veneno, infligindo dano ao longo do tempo e vencendo a luta!",
    "element": "plant",
    "skills": [
      {
        "name": "GOLPE FLUÍDO I",
        "description": "Realize um ataque à distância com 20 de Poder."
      },
      {
        "name": "GOLPE DE MUDINHA II",
        "description": "Realize um ataque corpo a corpo com 35 de Poder."
      },
      {
        "name": "CAMADA DE TEMPEROS II",
        "description": "Levante um Escudo igual a 15% do seu HP máximo. Se o seu HP atual for menor que o do oponente, aumente seu Escudo para 30% do seu HP máximo."
      },
      {
        "name": "RAIZ VAMPÍRICA I",
        "description": "Realize um ataque à distância com 75 de Poder. Roube 40% do dano causado como vida."
      },
      {
        "name": "RAÍZES ESTRANGULADORAS II",
        "description": "Inflija Veneno no oponente por 5 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente."
      }
    ]
  },
  "shiba-ignite": {
    "description": "Shiba Ignite ostenta um HP substancial que pode ser usado para drenar vida, aumentando seu hype. Isso o capacita a causar dano dobrado quando sua saúde está abaixo da do oponente!",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE DRENAGEM I",
        "description": "Auto-ataque com 10 de Poder."
      },
      {
        "name": "FÚRIA DE AURANY II",
        "description": "Se você for atingido nesta rodada, aumente seu Ataque em 2 estágios por 2 rodadas. Se seu HP estiver abaixo do seu oponente, aumente seu Ataque em um estágio adicional e sua Defesa em 2 estágios por 2 rodadas."
      },
      {
        "name": "CONTRA-ATAQUE EXPLOSIVO I",
        "description": "Desvie uma vez e realize um Contra-Ataque com 40 de Poder se você for alvo de um ataque nesta ação de turno."
      },
      {
        "name": "DESTRUIÇÃO FURIOSA II",
        "description": "Realize um ataque à distância com 70 de Poder. Se seu HP atual for menor que o do oponente, cause o dobro de dano."
      },
      {
        "name": "TERREMOTO I",
        "description": "Realize um ataque corpo a corpo com 100 de Poder."
      }
    ]
  },
  "raccoin": {
    "description": "Raccoin, com sua natureza astuta e comportamento descontraído, é famoso por sua agilidade e amor por locais sombreados e tranquilos para descansar.",
    "element": "air",
    "skills": [
      {
        "name": "ROUBO DE VIGOR I",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se sua Velocidade atual for menor que a do oponente, aumente sua Velocidade em 1 nível por 2 turnos."
      },
      {
        "name": "COMPARTILHAR A RIQUEZA I",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Aumenta a Velocidade do seu oponente em 1 por 2 turnos."
      },
      {
        "name": "RELAXAR II",
        "description": "Cure-se em 15% do seu HP máximo. Reduza sua Defesa em 1 estágio até o final da rodada."
      },
      {
        "name": "REFLEXOS DE SORTE II",
        "description": "Desvie e depois realize um Contra-Ataque de 40 Poder se for atingido por um ataque corpo a corpo nesta ação de turno. Se ativado, reduza a Defesa do oponente em 2 por 2 turnos."
      },
      {
        "name": "AQUECIDO III",
        "description": "Realiza um ataque corpo a corpo de 70 Poder. Se sua Velocidade for maior que a do oponente, realize um ataque corpo a corpo adicional de 35 Poder usando sua Velocidade em vez do Ataque."
      }
    ]
  },
  "shibark": {
    "description": "Shibark vaga por terras extensas, farejando tesouros e reivindicando orgulhosamente seu território com uivos poderosos.",
    "element": "earth",
    "skills": [
      {
        "name": "ULULADO FRENÉTICO I",
        "description": "Seu Ataque é aumentado em 1 por 1 turno. O Ataque do oponente é aumentado em 1 por 1 turno."
      },
      {
        "name": "RESISTIR II",
        "description": "Desvie 45% do dano recebido por um ataque nesta ação de turno. Se acionado, ganhe 2 Hypes."
      },
      {
        "name": "FAÍSCA DE FOGO I",
        "description": "Realize um ataque à distância com 35 de Poder. Seu Ataque é aumentado em 1 estágio por 2 turnos."
      },
      {
        "name": "PERSEGUIÇÃO ROCHOSA II",
        "description": "Realize um ataque corpo a corpo de alta prioridade com 50 de Poder. Este ataque ocorre antes das habilidades reativas e quase sempre vai primeiro."
      },
      {
        "name": "PRESA SOMBRIA III",
        "description": "Realize um ataque corpo a corpo com 110 de Poder. Se atingir, inflija Maldição no oponente. No final do turno, a Maldição causa 10% do HP máximo do oponente. Reaplicar a Maldição aumenta o dano inicial da Maldição em 50%. Este efeito pode se acumular e não reinicia a duração da Maldição."
      }
    ]
  },
  "unikirin": {
    "description": "Cada passo que Unikirin dá ressoa com o estalo da energia elétrica, um testemunho de seu espírito selvagem e indomado.",
    "element": "lightning",
    "skills": [
      {
        "name": "RECARREGAR I",
        "description": "Reduza sua Velocidade em 1 estágio por 2 rodadas. Aumente sua Defesa em 1 estágio até o final desta rodada."
      },
      {
        "name": "PASSOS FULGURANTES I",
        "description": "100% de chance de desviar de um ataque nesta ação de turno."
      },
      {
        "name": "LANÇA-CHAMAS I",
        "description": "Realize um ataque à distância com 80 de poder."
      },
      {
        "name": "GOLPE TROVEJANTE II",
        "description": "Realize um ataque à distância com 50 de Poder. Sua Velocidade é aumentada em 1 estágio por 2 turnos."
      },
      {
        "name": "SOBRECARGA ELÉTRICA II",
        "description": "Se sua Velocidade estiver atualmente reduzida, realize um ataque à distância de 150 de Poder. Em seguida, limpe-se."
      }
    ]
  },
  "chocomint": {
    "description": "Chocomint está entre os Nefties mais rápidos, então aproveite ao máximo sua velocidade para desviar e contra-atacar com precisão. Use o poder do sol para derrotar seu oponente!",
    "element": "plant",
    "skills": [
      {
        "name": "FOLHA CORTANTE II",
        "description": "Realiza um ataque à distância de alta prioridade de 25 Poder. Se o ataque for fraco, inflige Veneno no oponente por 1 turno. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente. Este ataque quase sempre é o primeiro."
      },
      {
        "name": "RAIO GEADO II",
        "description": "Realiza um ataque à distância de 55 Poder usando sua Velocidade em vez de Ataque."
      },
      {
        "name": "PASSOS FULGURANTES I",
        "description": "100% de chance de desviar de um ataque nesta ação de turno."
      },
      {
        "name": "REDEMOINHO DE ÉTER I",
        "description": "O Ataque do oponente é reduzido em 3 estágios por 3 rodadas. Aumente sua Velocidade em 1 estágio por 3 rodadas."
      },
      {
        "name": "EXPLOSÃO SOLAR III",
        "description": "Realize um ataque à distância com 155 de Poder."
      }
    ]
  },
  "cybertooth": {
    "description": "Cybertooth usa sua pele grossa para fortalecer suas defesas, enfraquecendo habilmente os inimigos com suas habilidades para ganhar vantagem e causar danos significativos.",
    "element": "air",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realize um ataque corpo a corpo com 20 de Poder."
      },
      {
        "name": "RAIO AQUÁTICO I",
        "description": "Realize um ataque à distância com 30 de Poder."
      },
      {
        "name": "PROTEÇÃO DE ZEPHYRA I",
        "description": "Levante um Escudo igual a 20% do seu HP máximo por 2 turnos."
      },
      {
        "name": "VENTO ESTILHACANTE II",
        "description": "Limpe o escudo do oponente, depois realize um ataque à distância com 105 de Poder."
      },
      {
        "name": "MUDANÇA DE BALANÇO II",
        "description": "Aumente seu Ataque e Defesa em 1 por 3 rodadas. Reduza o Ataque e Defesa do oponente em 1 por 3 rodadas."
      }
    ]
  },
  "wassie": {
    "description": "Wassie é um Neftie ágil conhecido por usar suas habilidades para aumentar sua velocidade e causar danos substanciais.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUXO DE ENFRAQUECIMENTO I",
        "description": "Seu Ataque é reduzido em 1 estágio por 2 turnos."
      },
      {
        "name": "CHUTE DE ADRENALINA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se acertar, ganha 3 Hype."
      },
      {
        "name": "DANÇA NO CÉU II",
        "description": "100% de chance de desviar de um ataque nesta ação de turno. Se acionado, sua Velocidade é aumentada em 1 por 2 turnos."
      },
      {
        "name": "GOLPE TROVEJANTE II",
        "description": "Realize um ataque à distância com 50 de Poder. Sua Velocidade é aumentada em 1 estágio por 2 turnos."
      },
      {
        "name": "SURTO DE RAIOS III",
        "description": "Realize um ataque corpo a corpo com 160 de Poder usando sua Velocidade em vez do Ataque."
      }
    ]
  },
  "dracurve": {
    "description": "Dracurve dita o curso da batalha com mudanças nas estatísticas e nos efeitos de status. Tenha cuidado, pois algumas escolhas estratégicas podem rapidamente pavimentar o caminho para a devastação.",
    "element": "lightning",
    "skills": [
      {
        "name": "RUGIDO DRACÔNICO II",
        "description": "Seu Ataque é aumentado e sua Defesa é reduzida em 1 por 1 turno. Em seguida, realize um ataque corpo a corpo com 15 de Poder."
      },
      {
        "name": "CORTE AÉREO II",
        "description": "Realize um ataque à distância com 30 de Poder."
      },
      {
        "name": "ESCUDO TROVEJANTE II",
        "description": "Levante um Escudo igual a 15% do seu HP máximo por 2 turnos. Sua Defesa é aumentada em 2 por 2 turnos."
      },
      {
        "name": "MORDIDA ESCALDANTE II",
        "description": "Realize um ataque corpo a corpo com 85 de Poder."
      },
      {
        "name": "DESTRUIÇÃO DO SENHOR DO TROVÃO II",
        "description": "Realize um ataque à distância com 60 de Poder. Se você tiver um Escudo ativo, atualize seu Escudo para igualar 25% do seu HP máximo por 2 turnos. Em seguida, realize um ataque à distância com 30 de Poder."
      }
    ]
  },
  "bloomtail": {
    "description": "Bloomtail é um Neftie espirituoso alimentado pela flor que adorna suas costas. Diz-se que a flor ocasionalmente afeta seus movimentos, adicionando um toque intrigante à sua natureza!",
    "element": "plant",
    "skills": [
      {
        "name": "CHUTE DE ADRENALINA II",
        "description": "Realiza um ataque corpo a corpo de 20 Poder. Se acertar, ganha 3 Hype."
      },
      {
        "name": "BUQUÊ TÓXICO I",
        "description": "Inflige Veneno a você e ao oponente por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo."
      },
      {
        "name": "CORTE SIMBIÓTICO II",
        "description": "Realiza um ataque corpo a corpo de 45 Poder. Inflige dano dobrado se o oponente estiver atualmente Envenenado."
      },
      {
        "name": "RIPOSTA DESESPERADA II",
        "description": "Desvie se for atingido nesta ação de turno. Se estiver atualmente Envenenado, também realiza um Contra-ataque de 50 Poder."
      },
      {
        "name": "FLOR VAMPÍRICA III",
        "description": "Realiza um ataque à distância de 110 Poder. Se estiver atualmente Envenenado, rouba 50% do dano causado como vida."
      }
    ]
  },
  "ghouliath": {
    "description": "Os Ghouliaths eram dragões poderosos, mas agora permanecem como fantasmas até que seus assuntos pendentes sejam resolvidos...",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE TOQUE DE VIDA I",
        "description": "Ataque próprio de 10 Poder."
      },
      {
        "name": "CORTE AÉREO II",
        "description": "Realiza um ataque à distância de 30 Poder."
      },
      {
        "name": "SIFÃO DE ALMA II",
        "description": "Se o seu oponente estiver Amaldiçoado, cure-se em 15% do seu HP máximo e aumente seu Ataque e Defesa em 2 por 2 turnos."
      },
      {
        "name": "CHAMAS AMALDIÇOADAS II",
        "description": "Realiza um ataque à distância de 65 Poder. Se acertar, inflige Maldição no oponente. Após uma contagem regressiva de 3 turnos, a Maldição causa 20% do HP máximo do oponente."
      },
      {
        "name": "TERREMOTO AMALDIÇOADO III",
        "description": "Realiza um ataque à distância de 55 Poder. Se o oponente estiver Amaldiçoado, causa dano dobrado."
      }
    ]
  },
  "chocorex": {
    "description": "Elogiado por sua lealdade, Chocorex é um companheiro favorito e uma montaria confiável em Tokane. No entanto, devido à sua inteligência limitada, requer cavaleiros experientes.",
    "element": "water",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza um ataque corpo a corpo de 20 Poder."
      },
      {
        "name": "ATO RESISTENTE I",
        "description": "Se for atingido nesta ação de turno, aumenta sua Defesa em 2 por 3 turnos."
      },
      {
        "name": "DESTINO CERTO III",
        "description": "Inflige Maldição a si mesmo e aumenta seu Ataque em 5 níveis por 2 turnos. Após uma contagem regressiva de 2 turnos, a Maldição causa dano igual a 100% do seu HP máximo."
      },
      {
        "name": "ONDA DE CHOQUE II",
        "description": "Realiza um ataque à distância de alta prioridade de 70 Poder. Este ataque ocorre antes de Reflexos, Contra-ataques e Esquivas e quase sempre é o primeiro."
      },
      {
        "name": "MORDIDA GENEROSA II",
        "description": "Realiza um ataque corpo a corpo de 110 Poder. Rouba 20% do dano causado como vida."
      }
    ]
  },
  "keybab": {
    "description": "Quando ativa seu mecanismo de autodefesa, Keybab muda de cor para vermelho fervente, e seu vapor picante faz qualquer um que o inale derramar lágrimas.",
    "element": "fire",
    "skills": [
      {
        "name": "QUEIMAR I",
        "description": "Ataque próprio de 25 Poder."
      },
      {
        "name": "DESCANSAR I",
        "description": "Cure-se em 10% do seu HP máximo."
      },
      {
        "name": "CAMADA DE ESPECIARIAS II",
        "description": "Aumente um Escudo igual a 15% do seu HP máximo. Se o seu HP atual for menor que o do oponente, aumente seu Escudo igual a 30% do seu HP máximo."
      },
      {
        "name": "CONFIANÇA ARDENTE II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se o seu HP atual for maior que o do oponente, cause dano dobrado."
      },
      {
        "name": "DESTRUIÇÃO ARDENTE II",
        "description": "Realiza um ataque à distância de 70 Poder. Se o seu HP atual for menor que o do oponente, cause dano dobrado."
      }
    ]
  },
  "beeblock": {
    "description": "Conhecido por sua natureza calma, Beeblock é domesticado por sua produção de uma geleia deliciosamente doce chamada Nury. Mas quando ameaçado, ele inflige poderosas picadas, afastando qualquer atacante.",
    "element": "plant",
    "skills": [
      {
        "name": "POLINIZAR I",
        "description": "Cure-se em 7% do seu HP máximo."
      },
      {
        "name": "DANÇA ZUMBIDORA II",
        "description": "Desvia 40% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, aumenta sua Velocidade em 1 por 2 turnos e ganha 1 Hype."
      },
      {
        "name": "RIPOSTA ESPINHOSA II",
        "description": "Desvie uma vez e depois realize um Contra-ataque de 45 Poder usando sua Velocidade em vez do Ataque se for atingido nesta ação de turno."
      },
      {
        "name": "FERRÃO SUPER III",
        "description": "Realiza um ataque corpo a corpo de 70 Poder. Se acertar, inflige Veneno e reduz o Ataque e a Defesa do oponente em 2 por 2 turnos. No final de cada turno, o Veneno causa dano igual a 10% do HP máximo do oponente."
      },
      {
        "name": "PURGA DE SYLPHOR III",
        "description": "Purifique-se. Em seguida, realize um ataque à distância de 160 Poder."
      }
    ]
  },
  "walpuff": {
    "description": "Os Walpuffs são conhecidos por suas cabeças macias, mas corpos resistentes. É por isso que usam capacetes protetores adornados com presas afiadas, proporcionando uma armadura formidável!",
    "element": "water",
    "skills": [
      {
        "name": "RESISTIR II",
        "description": "Desvia 45% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque. Se ativado, ganhe 2 Hype."
      },
      {
        "name": "PELE DE PEDRA I",
        "description": "Aumente sua Defesa em 1 nível por 2 turnos. Reduza a Defesa do oponente em 1 nível por 2 turnos."
      },
      {
        "name": "CABEÇADA II",
        "description": "Realiza um ataque corpo a corpo de 55 Poder. Reduza sua Defesa em 1 nível, mas aumente seu Ataque em 2 níveis por 2 turnos."
      },
      {
        "name": "BARREIRA ÁRTICA II",
        "description": "Aumente um Escudo igual a 15% do seu HP máximo por 2 turnos. Se sua Defesa estiver atualmente aumentada, aumente seu Escudo igual a 40% do seu HP máximo."
      },
      {
        "name": "GOLPE BLINDADO III",
        "description": "Realize um ataque corpo a corpo de baixa prioridade de 150 de Poder usando sua Defesa em vez de Ataque. Em seguida, reduza sua Defesa em 5 estágios por 3 rodadas. Este ataque quase sempre é o último a ser executado."
      }
    ]
  },
  "whiskube": {
    "description": "Os Whiskubes adoram descansar no gelo, mas seus corpos reflexivos fazem com que ele derreta enquanto dormem. Isso leva a uma súbita imersão em água fria, despertando-os abruptamente!",
    "element": "earth",
    "skills": [
      {
        "name": "REFLEXO ENERGIZANTE I",
        "description": "Reflete de volta para o oponente 30% do dano causado nesta ação de turno. Você recebe o dano restante. Se ativado, ganhe 3 Hype."
      },
      {
        "name": "NÉVOA DE LUAR II",
        "description": "Reduza seu Ataque e o Ataque do oponente em 1 nível por 2 turnos."
      },
      {
        "name": "GOLPE SEGUINTE II",
        "description": "Reduza a Defesa do oponente em 3 níveis por 5 turnos."
      },
      {
        "name": "DESLIZAMENTO DE LAMA II",
        "description": "Realiza um ataque corpo a corpo de 70 Poder. Aumente sua Defesa em 1 por 2 turnos."
      },
      {
        "name": "CONTRAGOLPE FATAL III",
        "description": "Reflete de volta para o oponente 50% do dano causado nesta ação de turno e realiza um contra-ataque de 50 Poder usando sua Defesa em vez do Ataque. Você recebe o dano restante."
      }
    ]
  },
  "dinotusk": {
    "description": "Os Dinotusk usam suas caudas únicas para se conectar a Tokane, gerando energia e permitindo que sobrevivam em ambientes hostis.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUXO ENFRAQUECEDOR I",
        "description": "Seu Ataque é reduzido em 1 nível por 2 turnos."
      },
      {
        "name": "REBOTE DESESPERADO III",
        "description": "Realiza um ataque corpo a corpo de 15 Poder. Se seu HP atual for menor que o do oponente, ganhe 3 Hype adicionais."
      },
      {
        "name": "SEM DOR, SEM GANHO I",
        "description": "Ataque próprio de 40 Poder. Aumente sua Defesa em 3 níveis por 3 turnos."
      },
      {
        "name": "DESTINO COMPARTILHADO III",
        "description": "Inflige Maldição a si mesmo e ao oponente. Após uma contagem regressiva de 3 turnos, a Maldição causa dano igual a 40% do HP máximo de ambos."
      },
      {
        "name": "SURTO DE VOLTAGEM III",
        "description": "Realiza um ataque à distância de 115 Poder."
      }
    ]
  },
  "tokoma": {
    "description": "Tokomas, os mais leais entre os Nefties, formam um vínculo vitalício e protegerão seu treinador a todo custo!",
    "element": "air",
    "skills": [
      {
        "name": "GOLPE FLUENTE I",
        "description": "Realiza um ataque à distância de 20 Poder."
      },
      {
        "name": "ESCUDO DE ÉTER II",
        "description": "Desvia 80% do dano causado por um ataque nesta ação de turno, independentemente da prioridade do ataque."
      },
      {
        "name": "FÚRIA DO CÉU II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se acertar, aumenta sua Velocidade em 2 por 2 turnos."
      },
      {
        "name": "IRA DA TERRA II",
        "description": "Realiza um ataque corpo a corpo de 60 Poder. Se acertar, aumenta seu Ataque em 2 níveis por 2 turnos."
      },
      {
        "name": "RAIOS CAEM DUAS VEZES I",
        "description": "Aumente seu Ataque e Velocidade em 2 níveis por 2 turnos."
      }
    ]
  }
}
