{
  "bitebit": {
    "description": "Bitebit es un todoterreno que confía en ataques cuerpo a cuerpo rápidos para generar hype. ¡Su diverso arsenal de habilidades es seguro que será útil en cualquier situación!",
    "element": "lightning",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 poder."
      },
      {
        "name": "DANZA DEL CIELO II",
        "description": "Esquiva un ataque en este turno. Si se activa, aumenta tu Velocidad en 1 nivel durante 2 turnos."
      },
      {
        "name": "VIDA PUTREFACTA I",
        "description": "Inflige Veneno al oponente durante 2 turnos. Al final de cada turno, el Veneno inflige un daño igual al 10% de la HP máxima."
      },
      {
        "name": "PUÑO DE TRUENO II",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 poder."
      },
      {
        "name": "CELO DEL ROMPETORMENTAS III",
        "description": "Tu Ataque se incrementa en 3 niveles durante 3 turnos. Luego, realiza un ataque a distancia de 75 poder."
      }
    ]
  },
  "dipking": {
    "description": "Dipking presenta habilidades de alto costo, pero no te preocupes; si puedes resistir lo suficiente utilizando acciones evasivas, ¡puede desatar un daño explosivo!",
    "element": "water",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 poder."
      },
      {
        "name": "PASOS NEBULOSOS II",
        "description": "100% de probabilidad de esquivar un ataque en esta acción de turno. Si se activa, tu Ataque se incrementa en 1 nivel durante 2 turnos."
      },
      {
        "name": "OLEADA PURIFICANTE I",
        "description": "Limpia los efectos de estado del oponente."
      },
      {
        "name": "DILUVIO II",
        "description": "Realiza un ataque a distancia de 110 poder."
      },
      {
        "name": "MAREA III",
        "description": "Realiza un ataque cuerpo a cuerpo de 75 poder. Si tu HP actual es menor que la del oponente, inflige el doble de daño."
      }
    ]
  },
  "dinobit": {
    "description": "¡Dinobit tiene el HP más alto entre los Nefties, y puedes usar esto a tu favor ya que infliges más daño cuando su salud supera a la de su oponente!",
    "element": "tierra",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 de poder."
      },
      {
        "name": "MARTILLO DE BARRO II",
        "description": "Realiza un ataque a distancia de 40 de Poder usando tu Defensa en lugar de Ataque."
      },
      {
        "name": "MURO DE ROCA II",
        "description": "Levanta un escudo igual al 20% de tu HP máximo durante 2 turnos."
      },
      {
        "name": "ESTAMPIDA III",
        "description": "Realiza un ataque cuerpo a cuerpo de 110 de Poder. Si la Defensa de tu oponente está actualmente aumentada, reduce la Defensa del oponente en 2 niveles durante 3 turnos."
      },
      {
        "name": "GOLPE DE VITALIDAD I",
        "description": "Realiza un ataque cuerpo a cuerpo de 45 de poder. Si tu HP actual es mayor que el del oponente, realiza un ataque cuerpo a cuerpo adicional."
      }
    ]
  },
  "number-9": {
    "description": "Number 9 es conocido por su variedad de habilidades para generar hype y mejorar sus ataques. ¡Cuida tu espalda antes de que su maldición surta efecto!",
    "element": "fire",
    "skills": [
      {
        "name": "FLUJO DE FRAGILIDAD I",
        "description": "Tu Defensa disminuye en 1 nivel durante 2 turnos."
      },
      {
        "name": "PUÑO DE ALCANCE I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 poder. Si tu hype actual es menor que la del oponente, gana 3 hype."
      },
      {
        "name": "CONTRAGOLPE EXPLOSIVO I",
        "description": "Esquiva una vez y realiza un Contrataque de 40 poder si eres el objetivo de un ataque en esta acción de turno."
      },
      {
        "name": "MORDEDURA ARDIENTE II",
        "description": "Realiza un ataque cuerpo a cuerpo de 85 poder."
      },
      {
        "name": "DETONAR III",
        "description": "Inflige Maldición al oponente. Después de una cuenta regresiva de 2 turnos, la Maldición inflige el 30% de la HP máxima del oponente. Reaplicar Maldición aumenta el daño inicial de Maldición en un 50%. Este efecto puede acumularse y no restablece la duración de la Maldición."
      }
    ]
  },
  "axobubble": {
    "description": "Axobubble sacrifica su defensa para acumular hype, pero refleja una parte del daño infligido a su oponente. ¡Cuando llega el momento adecuado, inunda la arena para ganar!",
    "element": "water",
    "skills": [
      {
        "name": "GRITO TEMERARIO II",
        "description": "Reduce tu Defensa en 1 nivel durante 2 turnos. Aumenta tu Ataque en 1 nivel hasta el final de este turno."
      },
      {
        "name": "CADENA DE BURBUJAS II",
        "description": "Refleja al oponente el 65% del daño infligido en esta acción de turno. Recibes el daño restante."
      },
      {
        "name": "OLA PURIFICANTE I",
        "description": "Limpia los efectos de estado en ti y en el oponente."
      },
      {
        "name": "OLA ROMPEDORA II",
        "description": "Realiza un ataque a distancia de alta prioridad de 70 Poder. Este ataque va antes de Reflejos, Contraataques y Esquivas y casi siempre va primero."
      },
      {
        "name": "SURGE ELÉCTRICO III",
        "description": "Realiza un ataque a distancia de 115 poder."
      }
    ]
  },
  "unika": {
    "description": "Unika prioriza la defensa, y cuando está potenciada, se transforma en un formidable distribuidor de daño. ¡Prepárate para una batalla cerrada!",
    "element": "earth",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Tu Defensa disminuye en 1 nivel durante 2 turnos."
      },
      {
        "name": "ABRIGO GRUESO I",
        "description": "Aumenta tu Defensa en 2 niveles durante 2 turnos."
      },
      {
        "name": "OLA PURIFICANTE I",
        "description": "Limpia los efectos de estado en ti y en el oponente."
      },
      {
        "name": "DERRIBO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 poder usando tu Defensa en lugar de Ataque."
      },
      {
        "name": "GOLPE DE ROCA II",
        "description": "Realiza un ataque a distancia de 50 poder. Si tu Defensa es mayor que la del oponente, realiza un ataque a distancia adicional."
      }
    ]
  },
  "zzoo": {
    "description": "Zzoo emplea una estrategia defensiva para derrotar a sus oponentes desviando ataques, contraatacando con precisión y utilizando toda la fuerza del viento en el momento adecuado para asegurar la victoria!",
    "element": "air",
    "skills": [
      {
        "name": "ALA FILOSA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 Poder."
      },
      {
        "name": "GUARDIA DE GARRA I",
        "description": "Desvía el 80% del daño causado por un ataque en esta acción de turno, independientemente de la prioridad del ataque. Si se activa, recupera 2 Hype."
      },
      {
        "name": "ECOS DE ARENA II",
        "description": "Realiza un ataque a distancia de 45 Poder utilizando tu Velocidad en lugar de Ataque."
      },
      {
        "name": "ESPEJO DE ABRIGO II",
        "description": "Refleja al oponente el 85% del daño infligido por un ataque en este turno. Recibes el daño restante. Si se activa, elimina los efectos de estado en el oponente."
      },
      {
        "name": "PURGA DE SYLPHOR",
        "description": "Purifícate. Luego, realiza un ataque a distancia de 160 de Poder."
      }
    ]
  },
  "block-choy": {
    "description": "Block Choy está bien equipado para superar a los oponentes a través del robo de vida y el uso de veneno, infligiendo daño a lo largo del tiempo y ganando una pelea.",
    "element": "plant",
    "skills": [
      {
        "name": "GOLPE FLUIDO I",
        "description": "Realiza un ataque a distancia de 20 poder."
      },
      {
        "name": "GOLPE DE PLÁNTULA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 35 poder."
      },
      {
        "name": "CAPA DE ESPECIAS II",
        "description": "Levanta un Escudo igual al 15% de tu HP máximo. Si tu HP actual es menor que el del oponente, aumenta tu Escudo al 30% de tu HP máximo."
      },
      {
        "name": "RAÍZ VAMPÍRICA I",
        "description": "Realiza un ataque a distancia de 75 poder. Robo de vida del 40% del daño infligido."
      },
      {
        "name": "RAÍCES ESTRANGULADORAS II",
        "description": "Inflige Veneno al oponente durante 5 turnos. Al final de cada turno, el Veneno inflige un daño igual al 10% de la HP máxima del oponente."
      }
    ]
  },
  "shiba-ignite": {
    "description": "Shiba Ignite cuenta con una gran cantidad de HP que puede utilizar para drenar vida, aumentando su hype. ¡Esto lo capacita para infligir el doble de daño cuando su salud cae por debajo de la del oponente!",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE DRENAJE DE VIDA I",
        "description": "Autoataque de 10 poder."
      },
      {
        "name": "FURIA DE AURANY II",
        "description": "Si eres golpeado en este turno, aumenta tu Ataque en 2 niveles por 2 turnos. Si tus HP son menores que los de tu oponente, aumenta tu Ataque en un nivel adicional y tu Defensa en 2 niveles por 2 turnos."
      },
      {
        "name": "CONTRAGOLPE EXPLOSIVO I",
        "description": "Esquiva una vez y realiza un Contrataque de 40 poder si eres el objetivo de un ataque en esta acción de turno."
      },
      {
        "name": "DESENFRENO ÍGNEO II",
        "description": "Realiza un ataque a distancia de 70 poder. Si tu HP actual es menor que la del oponente, inflige el doble de daño."
      },
      {
        "name": "TERREMOTO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 100 poder."
      }
    ]
  },
  "raccoin": {
    "description": "Raccoin, con su naturaleza astuta y comportamiento relajado, es famoso por su agilidad y amor por lugares sombreados y tranquilos para descansar.",
    "element": "air",
    "skills": [
      {
        "name": "ROBO DE VIGOR I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 Poder. Si tu Velocidad actual es menor que la del oponente, aumenta tu Velocidad en 1 nivel por 2 turnos."
      },
      {
        "name": "COMPARTIR LA RIQUEZA I",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 Poder. Aumenta la Velocidad del oponente en 1 durante 2 turnos."
      },
      {
        "name": "RELÁJATE II",
        "description": "Cúrate un 17% de tu HP máximo. Reduce tu Defensa en 1 nivel hasta el final del turno."
      },
      {
        "name": "BUENA FORTUNA I",
        "description": "Esquiva un ataque en este turno. Si se activa, elimina los efectos de estado en ti mismo."
      },
      {
        "name": "ENCENDIDO III",
        "description": "Realiza un ataque cuerpo a cuerpo de 90 Poder. Si tu Velocidad es mayor que la del oponente, realiza un ataque cuerpo a cuerpo adicional de 35 Poder usando tu Velocidad en lugar de tu Ataque."
      }
    ]
  },
  "shibark": {
    "description": "Shibark deambula por tierras extensas, olfateando tesoros y reclamando orgullosamente su territorio con poderosos aullidos.",
    "element": "earth",
    "skills": [
      {
        "name": "AULLIDO FRENÉTICO I",
        "description": "Tu Ataque se incrementa en 1 durante 1 turno. El Ataque del oponente se incrementa en 1 durante 1 turno."
      },
      {
        "name": "RESISTIR II",
        "description": "Desvía el 45% del daño recibido por un ataque en esta acción de turno. Si se activa, gana 2 hype."
      },
      {
        "name": "CHISPA FLAMEANTE I",
        "description": "Realiza un ataque a distancia de 35 poder. Tu Ataque se incrementa en 1 nivel durante 2 turnos."
      },
      {
        "name": "PERSECUCIÓN ROCOSA II",
        "description": "Realiza un ataque cuerpo a cuerpo de alta prioridad de 50 poder. Este ataque va antes de las habilidades reactivas y casi siempre va primero."
      },
      {
        "name": "COLMILLO SOMBRÍO III",
        "description": "Realiza un ataque cuerpo a cuerpo de 110 poder. Si golpea, inflige Maldición al oponente. Al final del turno, la Maldición inflige el 10% de la HP máxima del oponente. Reaplicar Maldición aumenta el daño inicial de Maldición en un 50%. Este efecto puede acumularse y no restablece la duración de la Maldición."
      }
    ]
  },
  "unikirin": {
    "description": "Cada paso que da Unikirin resuena con el crujido de la energía eléctrica, un testimonio de su espíritu salvaje e indomable.",
    "element": "lightning",
    "skills": [
      {
        "name": "RECARGA I",
        "description": "Reduce tu Velocidad en 1 nivel durante 2 turnos. Aumenta tu Defensa en 1 nivel hasta el final de este turno."
      },
      {
        "name": "PASOS FULGURANTES I",
        "description": "100% de probabilidad de esquivar un ataque en esta acción de turno."
      },
      {
        "name": "LANZALLAMAS I",
        "description": "Realiza un ataque a distancia de 80 poder."
      },
      {
        "name": "GOLPE DE TRUENO II",
        "description": "Realiza un ataque a distancia de 50 poder. Tu Velocidad se incrementa en 1 nivel durante 2 turnos."
      },
      {
        "name": "SOBRECARGA ELÉCTRICA II",
        "description": "Si tu Velocidad está actualmente reducida, realiza un ataque a distancia de 140 de Poder. Luego, límpiate."
      }
    ]
  },
  "chocomint": {
    "description": "Chocomint se encuentra entre los Nefties más rápidos, así que aprovecha al máximo su velocidad para evadir y contraatacar con precisión. ¡Aprovecha el poder del sol para derrotar a tu oponente!",
    "element": "plant",
    "skills": [
      {
        "name": "HOJA ESPINOSA II",
        "description": "Realiza un ataque a distancia de alta prioridad de 25 Poder. Si el ataque es débil, inflige Veneno al oponente durante 1 turno. Al final de cada turno, el Veneno inflige daño igual al 10% del HP máximo del oponente. Este ataque casi siempre va primero."
      },
      {
        "name": "RAYO HELADO II",
        "description": "Realiza un ataque a distancia de 55 Poder utilizando tu Velocidad en lugar de Ataque."
      },
      {
        "name": "PASOS FULGURANTES I",
        "description": "100% de probabilidad de esquivar un ataque en esta acción de turno."
      },
      {
        "name": "TORBELLINO ÉTER I",
        "description": "El Ataque del oponente se reduce en 3 niveles durante 3 turnos. Aumenta tu Velocidad en 1 nivel durante 3 turnos."
      },
      {
        "name": "EXPLOSIÓN SOLAR III",
        "description": "Realiza un ataque a distancia de 155 poder."
      }
    ]
  },
  "cybertooth": {
    "description": "Cybertooth usa su piel gruesa para fortalecer sus defensas, debilitando hábilmente a los enemigos con sus habilidades para ganar ventaja y causar un daño significativo.",
    "element": "air",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 poder."
      },
      {
        "name": "RAYO DE AGUA I",
        "description": "Realiza un ataque a distancia de 30 poder."
      },
      {
        "name": "PROTECCIÓN DE ZEPHYRA I",
        "description": "Levanta un Escudo igual al 20% de tu HP máxima durante 2 turnos."
      },
      {
        "name": "VIENTO DEVASTADOR II",
        "description": "Limpia el escudo del oponente, luego realiza un ataque a distancia de 105 poder."
      },
      {
        "name": "CAMBIO DE BALANCE II",
        "description": "Aumenta tu Ataque y Defensa en 1 durante 3 turnos. Reduce el Ataque y Defensa del oponente en 1 durante 3 turnos."
      }
    ]
  },
  "wassie": {
    "description": "Wassie es un Neftie ágil conocido por aprovechar sus habilidades para aumentar su velocidad e infligir un daño considerable.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUJO DE DEBILITAMIENTO I",
        "description": "Tu Ataque disminuye en 1 nivel durante 2 turnos."
      },
      {
        "name": "PATADA DE ADRENALINA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 Poder. Si acierta, gana 3 Hype."
      },
      {
        "name": "DANZA AÉREA II",
        "description": "100% de probabilidad de esquivar un ataque en esta acción de turno. Si se activa, tu Velocidad se incrementa en 1 durante 2 turnos."
      },
      {
        "name": "GOLPE DE TRUENO II",
        "description": "Realiza un ataque a distancia de 50 poder. Tu Velocidad se incrementa en 1 nivel durante 2 turnos."
      },
      {
        "name": "VOLTAJE FLASH III",
        "description": "Realiza un ataque cuerpo a cuerpo de 160 poder usando tu Velocidad en lugar de Ataque."
      }
    ]
  },
  "dracurve": {
    "description": "Dracurve dicta el curso de la batalla con cambios en las estadísticas y efectos de estado. Ten cuidado, ya que unas pocas decisiones estratégicas pueden allanar rápidamente el camino hacia la devastación.",
    "element": "lightning",
    "skills": [
      {
        "name": "RUGIDO DRACÓNICO II",
        "description": "Tu Ataque se incrementa y tu Defensa disminuye en 1 durante 1 turno. Luego, realiza un ataque cuerpo a cuerpo de 15 poder."
      },
      {
        "name": "TAJO AÉREO II",
        "description": "Realiza un ataque a distancia de 30 poder."
      },
      {
        "name": "ESCALA DE TRUENO II",
        "description": "Levanta un Escudo igual al 15% de tu HP máxima durante 2 turnos. Tu Defensa se incrementa en 2 durante 2 turnos."
      },
      {
        "name": "MORDEDURA ARDIENTE II",
        "description": "Realiza un ataque cuerpo a cuerpo de 85 poder."
      },
      {
        "name": "ALBOROTO DEL SEÑOR DEL TRUENO II",
        "description": "Realiza un ataque a distancia de 60 poder. Si tienes un Escudo activo, mejora tu Escudo igual al 25% de tu HP máxima durante 2 turnos. Luego, realiza un ataque a distancia de 30 poder."
      }
    ]
  },
  "bloomtail": {
    "description": "Bloomtail es un Neftie vivaz alimentado por la flor que adorna su espalda. Se dice que la flor ocasionalmente afecta sus movimientos, ¡añadiendo un giro intrigante a su naturaleza!",
    "element": "plant",
    "skills": [
      {
        "name": "PATADA DE ADRENALINA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 Poder. Si acierta, gana 3 Hype."
      },
      {
        "name": "RAMO TÓXICO I",
        "description": "Inflige Veneno a ti y al oponente durante 2 turnos. Al final de cada turno, el Veneno inflige daño igual al 10% del HP máximo."
      },
      {
        "name": "CORTE SIMBIÓTICO II",
        "description": "Realiza un ataque cuerpo a cuerpo de 45 Poder. Inflige el doble de daño si el oponente está actualmente Envenenado."
      },
      {
        "name": "REPOSTA DESESPERADA II",
        "description": "Esquiva si eres golpeado en esta acción de turno. Si estás actualmente Envenenado, también realiza un Contraataque de 50 Poder."
      },
      {
        "name": "FLOR VAMPÍRICA III",
        "description": "Realiza un ataque a distancia de 110 Poder. Si estás actualmente Envenenado, roba vida por el 50% del daño infligido."
      }
    ]
  },
  "ghouliath": {
    "description": "Los Ghouliaths eran dragones poderosos una vez, pero ahora permanecen como fantasmas hasta que se resuelvan sus asuntos pendientes...",
    "element": "fire",
    "skills": [
      {
        "name": "RITUAL DE TOQUE DE VIDA I",
        "description": "Ataque propio de 10 Poder."
      },
      {
        "name": "CORTE AÉREO II",
        "description": "Realiza un ataque a distancia de 30 Poder."
      },
      {
        "name": "SIFÓN DE ALMA II",
        "description": "Si tu oponente está Maldito, cúrate un 15% de tu HP máximo y aumenta tu Ataque y Defensa en 2 durante 2 turnos."
      },
      {
        "name": "LLAMAS MALDITAS II",
        "description": "Realiza un ataque a distancia de 65 Poder. Si acierta, inflige Maldición al oponente. Después de una cuenta regresiva de 3 turnos, la Maldición inflige el 20% del HP máximo del oponente."
      },
      {
        "name": "TERREMOTO MALDITO III",
        "description": "Realiza un ataque a distancia de 55 Poder. Si el oponente está Maldito, inflige el doble de daño."
      }
    ]
  },
  "chocorex": {
    "description": "Alabado por su lealtad, Chocorex es un compañero favorito y una montura confiable en Tokane. Sin embargo, debido a su inteligencia limitada, requiere jinetes hábiles.",
    "element": "water",
    "skills": [
      {
        "name": "GOLPE ENERGÉTICO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 20 Poder."
      },
      {
        "name": "ACTO RESISTENTE I",
        "description": "Si eres golpeado en esta acción de turno, aumenta tu Defensa en 2 durante 3 turnos."
      },
      {
        "name": "DESTINO CERTERO III",
        "description": "Inflige Maldición a ti mismo y aumenta tu Ataque en 5 niveles durante 2 turnos. Después de una cuenta regresiva de 2 turnos, la Maldición inflige un daño igual al 100% de tus HP máximos."
      },
      {
        "name": "OLA ROMPEDORA II",
        "description": "Realiza un ataque a distancia de alta prioridad de 70 Poder. Este ataque va antes de Reflejos, Contraataques y Esquivas y casi siempre va primero."
      },
      {
        "name": "MORDISCO GENEROSO II",
        "description": "Realiza un ataque cuerpo a cuerpo de 110 Poder. Roba vida del 20% del daño infligido."
      }
    ]
  },
  "keybab": {
    "description": "Al activar su mecanismo de autodefensa, Keybab cambia de color a rojo hirviente, y su vapor picante hace llorar a cualquiera que lo inhale.",
    "element": "fire",
    "skills": [
      {
        "name": "QUEMAR I",
        "description": "Ataque propio de 25 Poder."
      },
      {
        "name": "DESCANSO I",
        "description": "Cúrate un 10% de tu HP máximo."
      },
      {
        "name": "CAPA PICANTE II",
        "description": "Aumenta un Escudo igual al 15% de tu HP máximo. Si tu HP actual es menor que el del oponente, aumenta tu Escudo igual al 30% de tu HP máximo."
      },
      {
        "name": "CONFIANZA ARDIENTE II",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 Poder. Si tu HP actual es mayor que el del oponente, inflige el doble de daño."
      },
      {
        "name": "RÁFAGA ARDIENTE II",
        "description": "Realiza un ataque a distancia de 70 Poder. Si tu HP actual es menor que el del oponente, inflige el doble de daño."
      }
    ]
  },
  "beeblock": {
    "description": "Conocido por su naturaleza calmada, Beeblock es domesticado por su producción de una gelatina deliciosamente dulce llamada Nury. Pero cuando se siente amenazado, inflige poderosas picaduras, ahuyentando a cualquier atacante.",
    "element": "plant",
    "skills": [
      {
        "name": "POLINIZAR I",
        "description": "Cúrate un 7% de tu HP máximo."
      },
      {
        "name": "DANZA ZUMBANTE II",
        "description": "Desvía el 40% del daño infligido por un ataque en esta acción de turno, independientemente de la prioridad del ataque. Si se activa, aumenta tu Velocidad en 1 durante 2 turnos y gana 1 Hype."
      },
      {
        "name": "REPOSTA ESPINOSA II",
        "description": "Esquiva una vez y luego realiza un Contraataque de 45 Poder usando tu Velocidad en lugar de tu Ataque si eres golpeado en esta acción de turno."
      },
      {
        "name": "SUPER AGUIJÓN III",
        "description": "Realiza un ataque cuerpo a cuerpo de 70 Poder. Si acierta, inflige Veneno y reduce el Ataque y la Defensa del oponente en 2 durante 2 turnos. Al final de cada turno, el Veneno inflige daño igual al 10% del HP máximo del oponente."
      },
      {
        "name": "PURGA DE SYLPHOR III",
        "description": "Límpiate. Luego, realiza un ataque a distancia de 160 Poder."
      }
    ]
  },
  "walpuff": {
    "description": "Los Walpuffs son conocidos por sus cabezas blandas pero cuerpos resistentes. ¡Por eso llevan cascos protectores adornados con colmillos afilados, proporcionando una armadura formidable!",
    "element": "water",
    "skills": [
      {
        "name": "RESISTIR II",
        "description": "Desvía el 45% del daño infligido por un ataque en esta acción de turno, independientemente de la prioridad del ataque. Si se activa, gana 2 Hype."
      },
      {
        "name": "PIEL DE PIEDRA I",
        "description": "Aumenta tu Defensa en 1 nivel durante 2 turnos. Reduce la Defensa del oponente en 1 nivel durante 2 turnos."
      },
      {
        "name": "CABEZA DE CABEZA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 55 Poder. Reduce tu Defensa en 1 nivel pero aumenta tu Ataque en 2 niveles durante 2 turnos."
      },
      {
        "name": "BARRERA ÁRTICA II",
        "description": "Aumenta un Escudo igual al 15% de tu HP máximo durante 2 turnos. Si tu Defensa está actualmente potenciada, aumenta tu Escudo igual al 40% de tu HP máximo."
      },
      {
        "name": "GOLPE ACORAZADO III",
        "description": "Realiza un ataque cuerpo a cuerpo de baja prioridad de 150 de Poder usando tu Defensa en lugar de Ataque. Luego, reduce tu Defensa en 5 niveles durante 3 turnos. Este ataque casi siempre se ejecuta al final."
      }
    ]
  },
  "oogrock": {
    "description": "A Oogrock le encanta descansar sobre hielo, pero sus cuerpos reflectantes hacen que lo derritan mientras duermen. Esto los lleva a una repentina caída en agua fría, ¡lo que les da un gran susto para despertarse!",
    "element": "tierra",
    "skills": [
      {
        "name": "REFLEJO ENERGIZANTE I",
        "description": "Refleja al oponente el 30% del daño infligido en esta acción de turno. Tú recibes el daño restante. Si se activa, gana 3 Hype."
      },
      {
        "name": "CONFUSIÓN ÁRTICA II",
        "description": "Reduce tu Ataque y el Ataque de tu Oponente en 1 nivel durante 2 turnos."
      },
      {
        "name": "ROMPEHIELOS II",
        "description": "Reduce la Defensa del oponente en 2 niveles durante 5 turnos."
      },
      {
        "name": "TERREMOTO I",
        "description": "Realiza un ataque cuerpo a cuerpo de 100 poder."
      },
      {
        "name": "GOLPE BAJO III",
        "description": "Refleja al oponente el 50% del daño infligido en esta acción de turno y realiza un Contraataque de 50 Poder usando tu Defensa en lugar de Ataque. Tú recibes el daño restante."
      }
    ]
  },
  "dinotusk": {
    "description": "Los Dinotusks usan sus colas únicas para arraigarse a Tokane, generando energía y permitiéndoles sobrevivir en entornos hostiles.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUJO DEBILITANTE I",
        "description": "Tu Ataque se reduce en 1 nivel durante 2 turnos."
      },
      {
        "name": "REBOTE DESESPERADO III",
        "description": "Realiza un ataque de Cuerpo a Cuerpo con 40 Poder. Si tu HP actual es menor que el del oponente, gana 3 Hype adicionales, pero reduce tu Defensa en 1 nivel durante 4 turnos."
      },
      {
        "name": "SIN DOLOR, NO HAY GANANCIA I",
        "description": "Ataque personal de 60 Poder. Aumenta tu Defensa en 2 niveles durante 3 turnos."
      },
      {
        "name": "DESTINO COMPARTIDO III",
        "description": "Inflige Maldición a ti mismo y al oponente. Después de una cuenta regresiva de 3 turnos, la Maldición inflige un daño igual al 40% del HP máximo de ambos."
      },
      {
        "name": "SURGE DE VOLTAJE III",
        "description": "Realiza un ataque a distancia de 115 Poder."
      }
    ]
  },
  "tokoma": {
    "description": "¡Los Tokomas, los más leales entre los Nefties, forman un vínculo de por vida y protegerán a su entrenador a toda costa!",
    "element": "air",
    "skills": [
      {
        "name": "GOLPE FLUIDO I",
        "description": "Realiza un ataque a distancia de 20 Poder."
      },
      {
        "name": "GUARDIA DE ÉTER II",
        "description": "Desvía el 80% del daño infligido por un ataque en esta acción de turno, independientemente de la prioridad del ataque."
      },
      {
        "name": "FURIA DEL CIELO II",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 Poder. Si acierta, aumenta tu Velocidad en 2 durante 2 turnos."
      },
      {
        "name": "IRA DE LA TIERRA II",
        "description": "Realiza un ataque cuerpo a cuerpo de 60 Poder. Si acierta, aumenta tu Ataque en 2 niveles durante 2 turnos."
      },
      {
        "name": "EL RAYO CAE DOS VECES I",
        "description": "Aumenta tu Ataque y Velocidad en 2 niveles durante 2 turnos."
      }
    ]
  },
  "hollowoo": {
    "description": "Este Neftie similar a una calabaza es la mejor herramienta de un granjero para ahuyentar gorriones. Su temperamento tranquilo le permite permanecer inmóvil durante horas, manteniendo a raya las plagas.",
    "element": "planta",
    "skills": [
      {
        "name": "HOGUERA DEMONÍACA I",
        "description": "Realiza un ataque cuerpo a cuerpo con 20 de Poder. Si el oponente está actualmente Maldito, gana 1 Hype adicional."
      },
      {
        "name": "SEMBRAR II",
        "description": "Inflige Maldición al oponente. Después de una cuenta regresiva de 5 turnos, la Maldición causa el 35% del HP máximo del oponente. Reaplicar Maldición aumenta el daño inicial en un 50%. Este efecto puede acumularse y no reinicia la duración de la Maldición."
      },
      {
        "name": "COSECHAR II",
        "description": "Inflige Maldición al oponente. Después de una cuenta regresiva de 2 turnos, la Maldición causa el 20% del HP máximo del oponente. Reaplicar Maldición aumenta el daño inicial en un 50%. Este efecto puede acumularse y no reinicia la duración de la Maldición."
      },
      {
        "name": "RETRIBUCIÓN II",
        "description": "Realiza un ataque cuerpo a cuerpo con 55 de Poder. Inflige daño doble si el oponente está actualmente Maldito."
      },
      {
        "name": "DEVORAR III",
        "description": "Esquiva un ataque en esta acción de turno. Si se activa, realiza un ataque cuerpo a cuerpo con 50 de Poder, te cura un 13% de tu HP máximo y elimina los efectos de estado en ti."
      }
    ]
  }

}
