{
  "bitebit": {
    "description": "Bitebit est un touche-à-tout, s'appuyant sur des frappes rapides au corps à corps pour générer de l'engouement. Son arsenal diversifié de capacités est sûr d'être utile dans toutes les situations!",
    "element": "lightning",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Effectuez une attaque au corps à corps de 20 de puissance."
      },
      {
        "name": "PAS FULGURANTS I",
        "description": "100% de chance d'esquiver une attaque cette action de tour."
      },
      {
        "name": "LIANE PUTRIDE I",
        "description": "Infligez Poison à l'adversaire pendant 2 tours. À la fin de chaque tour, Poison inflige des dégâts égaux à 10% des PV max."
      },
      {
        "name": "COUP DE TONNERRE II",
        "description": "Effectuez une attaque au corps à corps de 60 de puissance."
      },
      {
        "name": "ZÈLE DU BRISÉ-STORM III",
        "description": "Votre Attaque est augmentée de 3 niveaux pendant 3 tours. Ensuite, effectuez une attaque à distance de 75 de puissance."
      }
    ]
  },
  "dipking": {
    "description": "Dipking possède des capacités coûteuses, mais ne vous inquiétez pas; si vous pouvez tenir assez longtemps en utilisant des actions d'esquive, il peut déclencher des dégâts explosifs!",
    "element": "water",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Effectuez une attaque au corps à corps de 20 de puissance."
      },
      {
        "name": "PAS BRUMEUX II",
        "description": "100% de chance d'esquiver une attaque cette action de tour. Si déclenchée, votre Attaque est augmentée de 1 niveau pendant 2 tours."
      },
      {
        "name": "VAGUE PURIFIANTE I",
        "description": "Purge les effets de statut de l'adversaire."
      },
      {
        "name": "DÉLUGE II",
        "description": "Effectuez une attaque à distance de 110 de puissance."
      },
      {
        "name": "GRAND COURANT III",
        "description": "Effectuez une attaque au corps à corps de 75 de puissance. Si vos PV actuels sont inférieurs à ceux de l'adversaire, infligez des dégâts doublés."
      }
    ]
  },
  "dinobit": {
    "description": "Dinobit a les PV les plus élevés parmi les Nefties, et vous pouvez utiliser cela à votre avantage car vous infligez plus de dégâts lorsque sa santé dépasse celle de l'adversaire!",
    "element": "earth",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Effectuez une attaque au corps à corps de 20 de puissance."
      },
      {
        "name": "MASSUE DE BOUE II",
        "description": "Effectuez une attaque à distance de 40 Puissance en utilisant votre Défense à la place de l'Attaque."
      },
      {
        "name": "MUR DE ROCHE II",
        "description": "Élevez un Bouclier égal à 20% de vos PV max pendant 2 tours."
      },
      {
        "name": "CHARGE III",
        "description": "Effectuez une attaque physique de 110 Puissance. Si la Défense de votre adversaire est actuellement augmentée, réduisez-la de 2 niveaux pendant 3 tours."
      },
      {
        "name": "COUP DE VITALITÉ I",
        "description": "Effectuez une attaque au corps à corps de 45 de puissance. Si vos PV actuels sont supérieurs à ceux de l'adversaire, effectuez une attaque supplémentaire au corps à corps."
      }
    ]
  },
  "number-9": {
    "description": "Number 9 est connu pour sa variété de capacités à générer de l'engouement et à améliorer ses attaques. Faites attention avant que sa malédiction ne prenne effet!",
    "element": "fire",
    "skills": [
      {
        "name": "FLUX DE FRAGILITÉ I",
        "description": "Votre Défense est réduite de 1 niveau pendant 2 tours."
      },
      {
        "name": "COUP DE RATTRAPAGE I",
        "description": "Effectuez une attaque au corps à corps de 20 de puissance. Si votre Engouement actuel est inférieur à celui de l'adversaire, gagnez 3 Engouement."
      },
      {
        "name": "CONTRE EXPLOSIF I",
        "description": "Esquivez une fois et effectuez une contre-attaque de 40 de puissance si vous êtes ciblé par une attaque cette action de tour."
      },
      {
        "name": "MORSURE BRÛLANTE II",
        "description": "Effectuez une attaque au corps à corps de 85 de puissance."
      },
      {
        "name": "DÉTONATION III",
        "description": "Infligez Malédiction à l'adversaire. Après un compte à rebours de 2 tours, la Malédiction inflige des dégâts égaux à 30% des PV max de l'adversaire. Réappliquer la Malédiction augmente les dégâts initiaux de la Malédiction de 50%. Cet effet peut se cumuler et ne réinitialise pas la durée de la Malédiction."
      }
    ]
  },
  "axobubble": {
    "description": "Axobubble sacrifie sa défense pour accumuler de l'engouement, mais reflète une partie des dégâts infligés à son adversaire. Lorsque le moment est venu, il inonde l'arène pour gagner!",
    "element": "water",
    "skills": [
      {
        "name": "CRI IMPRUDENT II",
        "description": "Réduisez votre Défense de 1 niveau pendant 2 tours. Augmentez votre Attaque de 1 niveau jusqu'à la fin de ce tour."
      },
      {
        "name": "CHAÎNE DE BULLES II",
        "description": "Reflétez à l'adversaire 65% des dégâts infligés cette action de tour. Vous subissez les dégâts restants."
      },
      {
        "name": "MARÉE PURIFIANTE I",
        "description": "Purge les effets de statut sur vous et l'adversaire."
      },
      {
        "name": "VAGUE DÉFERLANTE II",
        "description": "Effectuer une attaque à distance de haute priorité de 70 Puissance. Cette attaque passe avant les Réflexions, Contre-attaques et Esquives et arrive presque toujours en premier."
      },
      {
        "name": "SURCHARGE DE VOLT III",
        "description": "Effectuez une attaque à distance de 115 de puissance."
      }
    ]
  },
  "unika": {
    "description": "Unika privilégie la défense, et lorsqu'elle est renforcée, elle se transforme en une redoutable attaquante. Préparez-vous à un combat serré!",
    "element": "earth",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Votre Défense est réduite de 1 niveau pendant 2 tours."
      },
      {
        "name": "ÉPAIS MANTEAU I",
        "description": "Augmentez votre Défense de 2 niveaux pendant 2 tours."
      },
      {
        "name": "MARÉE PURIFIANTE I",
        "description": "Purge les effets de statut sur vous et l'adversaire."
      },
      {
        "name": "RENVERSEMENT I",
        "description": "Effectuez une attaque au corps à corps de 60 de puissance en utilisant votre Défense à la place de l'Attaque."
      },
      {
        "name": "FRAPPE DE BOULDER II",
        "description": "Effectuez une attaque à distance de 50 de puissance. Si votre Défense est supérieure à celle de l'adversaire, effectuez une attaque supplémentaire à distance."
      }
    ]
  },
  "zzoo": {
    "description": "Zzoo utilise une stratégie défensive pour vaincre ses adversaires en déviant les attaques, en contre-attaquant avec précision et en utilisant toute la force du vent au bon moment pour assurer la victoire !",
    "element": "air",
    "skills": [
      {
        "name": "LAME D'AILE II",
        "description": "Effectuer une attaque de Mêlée de 20 Puissance."
      },
      {
        "name": "GARDE DE GRIFFE I",
        "description": "Dévie 80% des dégâts infligés par une attaque cette action de tour, quelle que soit la priorité de l'attaque. Si déclenché, récupérez 2 Hype."
      },
      {
        "name": "ÉCHOS DE SABLE II",
        "description": "Effectuer une attaque à distance de 45 Puissance en utilisant votre Vitesse au lieu de l'Attaque."
      },
      {
        "name": "MIROIR DE COAT II",
        "description": "Réfléchit à l'adversaire 85% des dégâts infligés par les attaques de Mêlée cette action de tour. Vous subissez les dégâts restants. Si déclenché, nettoyez les effets de statut sur l'adversaire."
      },
      {
        "name": "CRI DU TISSEUR DE TEMPÊTE III",
        "description": "Effectuer une attaque à distance de 170 Puissance de faible priorité. Cette attaque arrive presque toujours en dernier."
      }
    ]
  },
  "block-choy": {
    "description": "Block Choy est bien équipé pour surpasser ses adversaires grâce au vol de vie et à l'utilisation du poison, infligeant des dégâts au fil du temps et remportant finalement le combat!",
    "element": "plant",
    "skills": [
      {
        "name": "FRAPPE FLUIDE I",
        "description": "Effectuez une attaque à distance de 20 de puissance."
      },
      {
        "name": "COUP DE POUSSE II",
        "description": "Effectuez une attaque au corps à corps de 35 de puissance."
      },
      {
        "name": "COUCHE D'ÉPICES II",
        "description": "Élevez un Bouclier égal à 15% de votre HP maximum. Si vos HP actuels sont inférieurs à ceux de l'adversaire, augmentez votre Bouclier à 30% de votre HP maximum."
      },
      {
        "name": "RACINE VAMPIRIQUE I",
        "description": "Effectuez une attaque à distance de 75 de puissance. Vol de vie de 40% des dégâts infligés."
      },
      {
        "name": "RACINES ÉTRANGLANTES II",
        "description": "Infligez Poison à l'adversaire pendant 5 tours. À la fin de chaque tour, Poison inflige des dégâts égaux à 10% des PV max de l'adversaire."
      }
    ]
  },
  "shiba-ignite": {
    "description": "Shiba Ignite dispose de PV substantiels qui peuvent être utilisés pour se frapper et augmenter son engouement. Cela lui permet d'infliger des dégâts doublés lorsque sa santé tombe en dessous de celle de l'adversaire!",
    "element": "fire",
    "skills": [
      {
        "name": "RITUEL DE TAPAGE DE VIE I",
        "description": "Auto-attaque de 10 de puissance."
      },
      {
        "name": "RAGE D'AURANY II",
        "description": "Si vous êtes touché ce tour-ci, augmentez votre Attaque de 2 niveaux pendant 2 tours. Si vos PV sont inférieurs à ceux de votre adversaire, augmentez votre Attaque d'un niveau supplémentaire et votre Défense de 2 niveaux pendant 2 tours."
      },
      {
        "name": "CONTRE EXPLOSIF I",
        "description": "Esquivez une fois et effectuez une contre-attaque de 40 de puissance si vous êtes ciblé par une attaque cette action de tour."
      },
      {
        "name": "RAMPAGE ENFLAMMÉ II",
        "description": "Effectuez une attaque à distance de 70 de puissance. Si vos PV actuels sont inférieurs à ceux de l'adversaire, infligez des dégâts doublés."
      },
      {
        "name": "TREMBLEMENT DE TERRE I",
        "description": "Effectuez une attaque au corps à corps de 100 de puissance."
      }
    ]
  },
  "raccoin": {
    "description": "Raccoin, avec sa nature rusée et son comportement décontracté, est célèbre pour son agilité et son amour des endroits ombragés et tranquilles pour se reposer.",
    "element": "air",
    "skills": [
      {
        "name": "VOL DE VIGUEUR I",
        "description": "Effectuer une attaque de Mêlée de 20 Puissance. Si votre Vitesse actuelle est inférieure à celle de l'adversaire, augmentez votre Vitesse de 1 niveau pendant 2 tours."
      },
      {
        "name": "PARTAGER LA RICHESSE I",
        "description": "Effectuer une attaque de Mêlée de 60 Puissance. Augmentez la Vitesse de votre adversaire de 1 pendant 2 tours."
      },
      {
        "name": "REPOS II",
        "description": "Soignez-vous de 15% de votre HP maximum. Réduisez votre Défense de 1 niveau jusqu'à la fin du tour."
      },
      {
        "name": "REFLEXES CHANCEUX II",
        "description": "Esquivez et effectuez ensuite une Contre-attaque de 40 Puissance si vous êtes touché par une attaque de Mêlée cette action de tour. Si déclenché, réduisez la Défense de l'adversaire de 2 pendant 2 tours."
      },
      {
        "name": "EN FEU III",
        "description": "Effectuer une attaque de Mêlée de 70 Puissance. Si votre Vitesse est supérieure à celle de l'adversaire, effectuez une attaque de Mêlée supplémentaire de 35 Puissance en utilisant votre Vitesse au lieu de l'Attaque."
      }
    ]
  },
  "shibark": {
    "description": "Shibark erre à travers des terres étendues, reniflant des trésors et revendiquant fièrement son territoire avec des hurlements puissants.",
    "element": "earth",
    "skills": [
      {
        "name": "HURLEMENT FOU I",
        "description": "Votre Attaque est augmentée de 1 pendant 1 tour. L'Attaque de l'adversaire est augmentée de 1 pendant 1 tour."
      },
      {
        "name": "ENDURER II",
        "description": "Déflectez 45% des dégâts subis par une attaque cette action de tour. Si déclenchée, gagnez 2 Engouement."
      },
      {
        "name": "ÉTINCELLE DE FLAMME I",
        "description": "Effectuez une attaque à distance de 35 de puissance. Votre Attaque est augmentée de 1 niveau pendant 2 tours."
      },
      {
        "name": "POURSUITE ROCHEUSE II",
        "description": "Effectuez une attaque au corps à corps de haute priorité de 50 de puissance. Cette attaque passe avant les capacités réactives et va presque toujours en premier."
      },
      {
        "name": "CROC SINISTRE III",
        "description": "Effectuez une attaque au corps à corps de 110 de puissance. Si elle touche, infligez Malédiction à l'adversaire. À la fin du tour, la Malédiction inflige des dégâts égaux à 10% des PV max de l'adversaire. Réappliquer la Malédiction augmente les dégâts initiaux de la Malédiction de 50%. Cet effet peut se cumuler et ne réinitialise pas la durée de la Malédiction."
      }
    ]
  },
  "unikirin": {
    "description": "Chaque pas de Unikirin résonne avec le crépitement de l'énergie électrique, un témoignage de son esprit sauvage et indompté.",
    "element": "lightning",
    "skills": [
      {
        "name": "RECHARGE I",
        "description": "Réduisez votre Vitesse de 1 niveau pendant 2 tours. Augmentez votre Défense de 1 niveau jusqu'à la fin de ce tour."
      },
      {
        "name": "PAS FULGURANTS I",
        "description": "100% de chance d'esquiver une attaque cette action de tour."
      },
      {
        "name": "LANCE-FLAMMES I",
        "description": "Effectuez une attaque à distance de 80 de puissance."
      },
      {
        "name": "COUP DE TONNERRE II",
        "description": "Effectuez une attaque à distance de 50 de puissance. Votre Vitesse est augmentée de 1 niveau pendant 2 tours."
      },
      {
        "name": "SURCHARGE ÉLECTRIQUE II",
        "description": "Si votre Vitesse est actuellement réduite, effectuez une attaque à distance de 150 Puissance. Ensuite, purifiez-vous."
      }
    ]
  },
  "chocomint": {
    "description": "Chocomint est parmi les Nefties les plus rapides, alors profitez de sa vitesse pour esquiver et contre-attaquer avec précision. Exploitez la puissance du soleil pour vaincre votre adversaire!",
    "element": "plant",
    "skills": [
      {
        "name": "FEUILLE BARBELÉE II",
        "description": "Effectuer une attaque à distance de haute priorité de 25 Puissance. Si l'attaque est faible, infligez Poison à l'adversaire pendant 1 tour. À la fin de chaque tour, le Poison inflige des dégâts égaux à 10% des PV max de l'adversaire. Cette attaque arrive presque toujours en premier."
      },
      {
        "name": "BOLT GIVRÉ II",
        "description": "Effectuer une attaque à distance de 55 Puissance en utilisant votre Vitesse au lieu de l'Attaque."
      },
      {
        "name": "PAS FULGURANTS I",
        "description": "100% de chance d'esquiver une attaque cette action de tour."
      },
      {
        "name": "TOURBILLON D'ÉTHER I",
        "description": "L'Attaque de l'adversaire est réduite de 3 niveaux pendant 3 tours. Augmentez votre Vitesse de 1 niveau pendant 3 tours."
      },
      {
        "name": "EXPLOSION SOLAIRE III",
        "description": "Effectuez une attaque à distance de 155 de puissance."
      }
    ]
  },
  "cybertooth": {
    "description": "Cybertooth utilise sa peau épaisse pour renforcer ses défenses, affaiblissant habilement ses ennemis avec ses capacités pour prendre l'avantage et infliger des dégâts significatifs.",
    "element": "air",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Effectuez une attaque au corps à corps de 20 de puissance."
      },
      {
        "name": "ÉCLAIR D'EAU I",
        "description": "Effectuez une attaque à distance de 30 de puissance."
      },
      {
        "name": "PROTECTION DE ZÉPHYRA I",
        "description": "Élevez un Bouclier égal à 20% de vos PV max pendant 2 tours."
      },
      {
        "name": "VENT FRACASSANT II",
        "description": "Purge le bouclier de l'adversaire, puis effectuez une attaque à distance de 105 de puissance."
      },
      {
        "name": "DÉPLACEMENT D'ÉQUILIBRE II",
        "description": "Augmentez votre Attaque et Défense de 1 pendant 3 tours. Réduisez l'Attaque et Défense de l'adversaire de 1 pendant 3 tours."
      }
    ]
  },
  "wassie": {
    "description": "Wassie est un Neftie agile connu pour exploiter ses capacités pour augmenter sa vitesse et infliger des dégâts importants.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUX D'AFFAIBLISSEMENT I",
        "description": "Votre Attaque est réduite de 1 niveau pendant 2 tours."
      },
      {
        "name": "COUP D'ADRÉNALINE II",
        "description": "Effectuer une attaque de Mêlée de 20 Puissance. Si elle touche, gagnez 3 Hype."
      },
      {
        "name": "DANSE DU CIEL II",
        "description": "100% de chance d'esquiver une attaque cette action de tour. Si déclenchée, votre Vitesse est augmentée de 1 pendant 2 tours."
      },
      {
        "name": "COUP DE TONNERRE II",
        "description": "Effectuez une attaque à distance de 50 de puissance. Votre Vitesse est augmentée de 1 niveau pendant 2 tours."
      },
      {
        "name": "VOLT RAPIDE III",
        "description": "Effectuez une attaque au corps à corps de 160 de puissance en utilisant votre Vitesse à la place de l'Attaque."
      }
    ]
  },
  "dracurve": {
    "description": "Dracurve dicte le cours de la bataille avec des changements de statistiques et d'effets de statut. Faites attention, car quelques choix stratégiques peuvent rapidement ouvrir la voie à la dévastation.",
    "element": "lightning",
    "skills": [
      {
        "name": "RUGISSEMENT DRACONIQUE II",
        "description": "Votre Attaque est augmentée et votre Défense est réduite de 1 pendant 1 tour. Ensuite, effectuez une attaque au corps à corps de 15 de puissance."
      },
      {
        "name": "ENTAILLE AÉRIENNE II",
        "description": "Effectuez une attaque à distance de 30 de puissance."
      },
      {
        "name": "ÉCAILLE DE TONNERRE II",
        "description": "Élevez un Bouclier égal à 15% de vos PV max pendant 2 tours. Votre Défense est augmentée de 2 pendant 2 tours."
      },
      {
        "name": "MORSURE BRÛLANTE II",
        "description": "Effectuez une attaque au corps à corps de 85 de puissance."
      },
      {
        "name": "RAMPAGE DU SEIGNEUR DU TONNERRE II",
        "description": "Effectuez une attaque à distance de 60 de puissance. Si vous avez un Bouclier actif, améliorez votre Bouclier égal à 25% de vos PV max pendant 2 tours. Ensuite, effectuez une attaque à distance de 30 de puissance."
      }
    ]
  },
  "bloomtail": {
    "description": "Bloomtail est un Neftie énergique alimenté par la fleur qui orne son dos. On dit que la fleur affecte occasionnellement ses mouvements, ajoutant une touche intrigante à sa nature !",
    "element": "plant",
    "skills": [
      {
        "name": "COUP D'ADRÉNALINE II",
        "description": "Effectuer une attaque de Mêlée de 20 Puissance. Si elle touche, gagnez 3 Hype."
      },
      {
        "name": "BOUQUET TOXIQUE I",
        "description": "Infligez Poison à vous-même et à l'adversaire pendant 2 tours. À la fin de chaque tour, le Poison inflige des dégâts égaux à 10% des PV max."
      },
      {
        "name": "COUP SYMBIOTIQUE II",
        "description": "Effectuer une attaque de Mêlée de 45 Puissance. Infligez des dégâts doublés si l'adversaire est actuellement Empoisonné."
      },
      {
        "name": "RIPOSTE DÉSESPÉRÉE II",
        "description": "Esquivez si vous êtes touché cette action de tour. Si vous êtes actuellement Empoisonné, effectuez également une Contre-attaque de 50 Puissance."
      },
      {
        "name": "FLEUR VAMPIRIQUE III",
        "description": "Effectuer une attaque à distance de 110 Puissance. Si vous êtes actuellement Empoisonné, vole-vie de 50% des dégâts infligés."
      }
    ]
  },
  "ghouliath": {
    "description": "Les Ghouliaths étaient autrefois de puissants dragons, mais ils errent maintenant comme des fantômes jusqu'à ce que leurs affaires non résolues soient réglées...",
    "element": "fire",
    "skills": [
      {
        "name": "RITUEL DE PRÉLÈVEMENT DE VIE I",
        "description": "Attaque personnelle de 10 Puissance."
      },
      {
        "name": "COUPURE AÉRIENNE II",
        "description": "Effectuer une attaque à distance de 30 Puissance."
      },
      {
        "name": "SIPHON D'ÂME II",
        "description": "Si votre adversaire est Maudit, soignez-vous de 15% de vos PV max et augmentez votre Attaque et Défense de 2 pendant 2 tours."
      },
      {
        "name": "FLAMMES MAUDITES II",
        "description": "Effectuer une attaque à distance de 65 Puissance. Si elle touche, infligez une Malédiction à l'adversaire. Après un compte à rebours de 3 tours, la Malédiction inflige 20% des PV max de l'adversaire."
      },
      {
        "name": "TREMBLEMENT DE MALÉDICTION III",
        "description": "Effectuer une attaque à distance de 55 Puissance. Si l'adversaire est Maudit, inflige des dégâts doubles."
      }
    ]
  },
  "chocorex": {
    "description": "Loué pour sa loyauté, Chocorex est un compagnon privilégié et une monture de confiance à Tokane. Cependant, en raison de son intelligence limitée, il nécessite des cavaliers expérimentés.",
    "element": "water",
    "skills": [
      {
        "name": "COUP ÉNERGÉTIQUE I",
        "description": "Effectuer une attaque de Mêlée de 20 Puissance."
      },
      {
        "name": "ACTE DUR I",
        "description": "Si vous êtes touché cette action de tour, augmentez votre Défense de 2 pendant 3 tours."
      },
      {
        "name": "DESTIN CERTAIN III",
        "description": "Infligez une Malédiction à vous-même et augmentez votre Attaque de 5 niveaux pendant 2 tours. Après un compte à rebours de 2 tours, la Malédiction inflige des dégâts égaux à 100% de vos PV max."
      },
      {
        "name": "VAGUE DÉFERLANTE II",
        "description": "Effectuer une attaque à distance de haute priorité de 70 Puissance. Cette attaque passe avant les Réflexions, Contre-attaques et Esquives et arrive presque toujours en premier."
      },
      {
        "name": "MORSURE GÉNÉREUSE II",
        "description": "Effectuer une attaque de Mêlée de 110 Puissance. Vole-vie 20% des dégâts infligés."
      }
    ]
  },
  "keybab": {
    "description": "Lorsqu'il active son mécanisme d'autodéfense, Keybab change de couleur pour devenir rouge bouillant, et sa vapeur épicée fait pleurer quiconque l'inhalant.",
    "element": "fire",
    "skills": [
      {
        "name": "SAISIR I",
        "description": "Attaque personnelle de 25 Puissance."
      },
      {
        "name": "REPOS I",
        "description": "Soignez-vous de 10% de vos PV max."
      },
      {
        "name": "COUCHE ÉPICÉE II",
        "description": "Augmentez un Bouclier égal à 15% de vos PV max. Si vos PV actuels sont inférieurs à ceux de l'adversaire, augmentez votre Bouclier égal à 30% de vos PV max."
      },
      {
        "name": "CONFIANCE BRÛLANTE II",
        "description": "Effectuez une attaque de Mêlée de 60 Puissance. Si vos PV actuels sont supérieurs à ceux de l'adversaire, infligez des dégâts doubles."
      },
      {
        "name": "RAVAGE ENFLAMMÉ II",
        "description": "Effectuez une attaque à distance de 70 Puissance. Si vos PV actuels sont inférieurs à ceux de l'adversaire, infligez des dégâts doubles."
      }
    ]
  },
  "beeblock": {
    "description": "Connu pour sa nature calme, Beeblock est apprivoisé pour sa production d'une gelée délicieusement sucrée nommée Nury. Mais lorsqu'il est menacé, il délivre des piqûres puissantes, repoussant tout attaquant.",
    "element": "plant",
    "skills": [
      {
        "name": "POLLINISER I",
        "description": "Soignez-vous de 7% de vos PV max."
      },
      {
        "name": "DANSE VIBRANTE II",
        "description": "Dévie 40% des dégâts infligés par une attaque cette action de tour, quelle que soit la priorité de l'attaque. Si déclenché, augmentez votre Vitesse de 1 pendant 2 tours et gagnez 1 Hype."
      },
      {
        "name": "RIPOSTE ÉPINEUSE II",
        "description": "Esquivez une fois et effectuez ensuite une Contre-attaque de 45 Puissance en utilisant votre Vitesse au lieu de l'Attaque si vous êtes touché cette action de tour."
      },
      {
        "name": "SUPER DARD III",
        "description": "Effectuez une attaque de Mêlée de 70 Puissance. Si elle touche, infligez Poison et réduisez l'Attaque et la Défense de l'adversaire de 2 pendant 2 tours. À la fin de chaque tour, le Poison inflige des dégâts égaux à 10% des PV max de l'adversaire."
      },
      {
        "name": "PURGE DE SYLPHOR III",
        "description": "Nettoyez-vous. Ensuite, effectuez une attaque à distance de 160 Puissance."
      }
    ]
  },
  "walpuff": {
    "description": "Les Walpuffs sont connus pour leurs têtes molles mais leurs corps robustes. C'est pourquoi ils portent des casques protecteurs ornés de défenses acérées, fournissant une armure redoutable!",
    "element": "water",
    "skills": [
      {
        "name": "ENDURER II",
        "description": "Dévie 45% des dégâts infligés par une attaque cette action de tour, quelle que soit la priorité de l'attaque. Si déclenché, gagnez 2 Hype."
      },
      {
        "name": "PEAU DE PIERRE I",
        "description": "Augmentez votre Défense de 1 niveau pendant 2 tours. Réduisez la Défense de l'adversaire de 1 niveau pendant 2 tours."
      },
      {
        "name": "COUP DE TÊTE II",
        "description": "Effectuez une attaque de Mêlée de 55 Puissance. Réduisez votre Défense de 1 niveau mais augmentez votre Attaque de 2 niveaux pendant 2 tours."
      },
      {
        "name": "BARRIÈRE ARCTIQUE II",
        "description": "Augmentez un Bouclier égal à 15% de vos PV max pendant 2 tours. Si votre Défense est actuellement renforcée, augmentez votre Bouclier égal à 40% de vos PV max."
      },
      {
        "name": "COUP BLINDÉ III",
        "description": "Effectuez une attaque physique de basse priorité de 150 Puissance en utilisant votre Défense à la place de l'Attaque. Ensuite, réduisez votre Défense de 5 niveaux pendant 3 tours. Cette attaque est presque toujours la dernière à être exécutée."
      }
    ]
  },
  "whiskube": {
    "description": "Les Whiskubes aiment se reposer sur la glace, mais leurs corps réfléchissants la font fondre pendant qu'ils dorment. Cela entraîne une plongée soudaine dans l'eau froide, les réveillant en sursaut!",
    "element": "earth",
    "skills": [
      {
        "name": "RÉFLEXION ÉNERGISANTE I",
        "description": "Réfléchit à l'adversaire 30% des dégâts infligés cette action de tour. Vous subissez les dégâts restants. Si déclenché, gagnez 3 Hype."
      },
      {
        "name": "BRUME DE CLAIR DE LUNE II",
        "description": "Réduisez votre Attaque et celle de votre adversaire de 1 niveau pendant 2 tours."
      },
      {
        "name": "APRÈS-COUP II",
        "description": "Réduisez la Défense de l'adversaire de 3 niveaux pendant 5 tours."
      },
      {
        "name": "GLISSADE DE BOUE II",
        "description": "Effectuez une attaque de Mêlée de 70 Puissance. Augmentez votre Défense de 1 pendant 2 tours."
      },
      {
        "name": "CONTRATTAQUE FATAL III",
        "description": "Réfléchit à l'adversaire 50% des dégâts infligés cette action de tour et effectuez une contre-attaque de 50 Puissance en utilisant votre Défense au lieu de l'Attaque. Vous subissez les dégâts restants."
      }
    ]
  },
  "dinotusk": {
    "description": "Les Dinotusks utilisent leurs queues uniques pour se fixer à Tokane, générant de l'énergie et permettant de survivre dans des environnements difficiles.",
    "element": "lightning",
    "skills": [
      {
        "name": "FLUX AFFAIBLISSANT I",
        "description": "Votre Attaque est réduite de 1 niveau pendant 2 tours."
      },
      {
        "name": "REBOND DÉSESPÉRÉ III",
        "description": "Effectuer une attaque de Mêlée de 15 Puissance. Si vos PV actuels sont inférieurs à ceux de l'adversaire, gagnez 3 Hype supplémentaires."
      },
      {
        "name": "PAS DE DOULEUR, PAS DE GAIN I",
        "description": "Attaque personnelle de 40 Puissance. Augmentez votre Défense de 3 niveaux pendant 3 tours."
      },
      {
        "name": "DESTIN PARTAGÉ III",
        "description": "Infligez une Malédiction à vous-même et à l'adversaire. Après un compte à rebours de 3 tours, la Malédiction inflige des dégâts égaux à 40% des PV max des deux."
      },
      {
        "name": "SURVOLTA II",
        "description": "Effectuer une attaque à distance de 115 Puissance."
      }
    ]
  },
  "tokoma": {
    "description": "Tokomas, les plus fidèles parmi les Nefties, forment un lien à vie et protègeront leur entraîneur à tout prix!",
    "element": "air",
    "skills": [
      {
        "name": "COUP FLUIDE I",
        "description": "Effectuer une attaque à distance de 20 Puissance."
      },
      {
        "name": "GARDE D'ÉTHER II",
        "description": "Dévie 80% des dégâts infligés par une attaque cette action de tour, quelle que soit la priorité de l'attaque."
      },
      {
        "name": "FUREUR DU CIEL II",
        "description": "Effectuer une attaque de Mêlée de 60 Puissance. Si elle touche, augmentez votre Vitesse de 2 pendant 2 tours."
      },
      {
        "name": "COLÈRE DE LA TERRE II",
        "description": "Effectuer une attaque de Mêlée de 60 Puissance. Si elle touche, augmentez votre Attaque de 2 niveaux pendant 2 tours."
      },
      {
        "name": "LA FOUDRE FRAPPE DEUX FOIS I",
        "description": "Augmentez votre Attaque et votre Vitesse de 2 niveaux pendant 2 tours."
      }
    ]
  }
}
